Repository: huguge/calibre-at-bzr
Catalog: src/libprs500/translations/*.po
Languages: ca, es, fr

source: Created by
ca: Creat per
es: Creado por
fr: Créé par

source: Set the title. Default: filename.
ca: Indique el títol. Per defecte: nom_del_fitxer.
es: Insertar título. Por defecto: nombre_del_archivo.
fr: Indiquer le titre. Par défaut : nom du fichier.

source: Set the author(s). Multiple authors should be set as a comma separated list. Default: %default
ca: Indiqueu l'autor(s). Si indique més d'un autor, separeu el llistat amb comes. Per defecte: %default
es: Insertar autor(es). Si indica más de un autor, sepárelos mediante comas. Por defecto: %default
fr: Définir le(s) auteur(s). Si plusieurs auteurs, les séparer d'une virgule. Par défaut : %default

source: Unknown
ca: Desconegut
es: Desconocido
fr: Inconnu

source: Set the comment.
ca: Indiqueu els comentaris.
es: Insertar comentarios.
fr: Définir le commentaire

source: Set the category
ca: Indiqueu la categoria.
es: Insertar categorí­a.
fr: Définir la catégorie

source: Sort key for the title
ca: Clau d'ordre per al tí­tol.
es: Clave de orden por tí­tulo.
fr: Clé de tri pour le titre

source: Sort key for the author
ca: Clau d'ordre per a l'autor
es: Clave de orden por autor
fr: Clé de tri pour l'auteur

source: Publisher
ca: Editorial
es: Editorial
fr: Editeur

source: Path to file containing image to be used as cover
ca: Camí­ al fitxer d'imatge per a utilitzar com a coberta
es: Ruta al archivo de imagen a utilizar como portada
fr: Chemin du fichier contenant l'image à utiliser comme couverture

source: If there is a cover graphic detected in the source file, use that instead of the specified cover.
ca: Si es detecta un gràfic per a la coberta al fitxer d'entrada, utilitzar-la en lloc de la coberta especificada.
es: Si se detecta un gráfico para la portada en el archivo de origen, utilizarla en lugar de la portada especificada.
fr: Si une couverture est déctectée dans le fichier source, utilise cette image plutôt que l'image spécifiée.

source: Output file name. Default is derived from input filename
ca: Nom del fitxer de destí­. Per defecte, deriva del fitxer d'entrada
es: Nombre del archivo de destino­. Por defecto, deriva del archivo de entrada
fr: Nom du fichier résultat. Basé par défaut sur le fichier d'entrée

source: Render HTML tables as blocks of text instead of actual tables. This is neccessary if the HTML contains very large or complex tables.
ca: Renderitza les taules HTML com a blocs de text en lloc de les taules actuals. És necessari si el fitxer HTML conté taules massa grans o complexes.
es: Renderizar las tablas HTML como bloques de texto en lugar de las tablas actuales. Activar si el archivo HTML contiene tablas muy grandes o complejas.
fr: Affiche les tables HTML comme de simples blocs de textes au lieu de véritables tables. Cela peut être nécessaire si le HTML contient des tables trop grosses ou complexes .

source: Specify the base font size in pts. All fonts are rescaled accordingly. This option obsoletes the --font-delta option and takes precedence over it. To use --font-delta, set this to 0.
ca: Especifiqueu la grandària de lletra base en punts. Totes les lletres seran escalades segons aquest valor. L'opció --font-delta resta obsoleta. Per a utilitzar --font-delta, fixe aquest valor a 0.
es: Especifica el tamaño de fuente en puntos. Todas las fuentes se reescalan según este valo. Esta opción sustituye a --font-delta que se considera obsoleta. Para user ---font-delta, asigne 0 aquí.
fr: Définit la taille de base de la police en pts. Toutes les poslices sont retaillées en fonction. Cette option remplace l'ancienne option --font-delta. Pour utiliser --font-delta, saisir 0.

source: Enable autorotation of images that are wider than the screen width.
ca: Activa la rotació automàtica de les imatges més grans que l'amplada de la pantalla.
es: Activa la rotación automática de imágenes más grandes que el ancho de la pantalla.
fr: Permet l'autorotation des images qui sont plus larges que la largeur de l'écran.

source: Set the space between words in pts. Default is %default
ca: Fixa l'espai entre paraules en punts. Per defecte: %default
es: Fija el espacio entre palabras en puntos. Por defecto: %default
fr: Définit les epsaces entre les mots en pts. Par défaut : %default

source: Separate paragraphs by blank lines.
ca: Separa els paràgrafs amb lí­nies buides.
es: Separa los párrafos mediante líneas en blanco.
fr: Sépare les paragraphe avec des lignes blanches.

source: Add a header to all the pages with title and author.
ca: Afegeix la capçalera a totes les pàgines, ficant el tí­tol i l'autor.
es: Añadir el encabezado en todas las páginas, poniendo tí­tulo y autor.
fr: Rajoute une en-tête à toutes les pages, avec le titre et l'auteur.

source: Set the format of the header. %a is replaced by the author and %t by the title. Default is %default
ca: Estableix el format de la capçalera: %a es reemplaça per l'autor i %t pel tí­tol. Per defecte: %default
es: Establece el formato del encabezado. %a se reemplaza por el autor y %t por el tí­tulo. Por defecto: %default
fr: Définit le format de l'en-tête de page. %a est remplacé par l'auteur et %t par le titre. Par défaut : %default

source: Override the CSS. Can be either a path to a CSS stylesheet or a string. If it is a string it is interpreted as CSS.
ca: Substitueix la CSS. Pot indicar-se tant un camí­ a la fulla CSS alternativa, com una cadena. En aquest últim cas, la cadena s'interpreta com a CSS.
es: Substituye la hoja CSS. Se admite tanto una ruta al archivo CSS alternativo, como una cadena. En el último caso, la cadena se interpreta como CSS.
fr: Surcharge le CSS. Peut être soit un chemin vers une feuille de styles CC ou une chaîne. Si c'est une chaîne, elle est interprétée comme du CSS.

source: Use the <spine> element from the OPF file to determine the order in which the HTML files are appended to the LRF. The .opf file must be in the same directory as the base HTML file.
ca: Utilitza l'element <spine> del fitxer OPF per a determinar l'ordre com s'afegeixen els fitxers HTML al LRF. Cal que el fitxer .opf sigui a la mateixa carpeta que el fitxer HTML base.
es: Utiliza el elemento <spine> del archivo OPF para determinar el orden en el que se añaden los archivos HTML al LRF. El archivo .opf debe estar en la misma carpeta que el archivo HTML base.
fr: Utilise l'élément <spine> du fichier OPF pour déterminer l'odre dans lequel les fichiers HTML sont ajoutés au LRF. Le fichier .opt doit être dans le même répertoire que les fichiers HTML de base.

source: Increase the font size by 2 * FONT_DELTA pts and the line spacing by FONT_DELTA pts. FONT_DELTA can be a fraction.If FONT_DELTA is negative, the font size is decreased.
ca: Augmenta la grandària de la lletra en 2 * FONT_DELTA punts i l'espai de lí­nia en FONT_DELTA punts. FONT_DELTA pot ser una fracció. Si és un valor negatiu, la grandària de la lletra disminueix.
es: Aumenta el tamaño de la fuente en 2 * FONT_DELTA puntos y el espacio de lí­nea en FONT_DELTA puntos. FONT_DELTA puede ser una fracción. Si es un valor negativo, el tamaño de la fuente disminuye.
fr: Augmente la taille de la police de 2 * FONT_DELTA points et l'espacement entre lignes de FONT_DELTA points. FONT_DELTA peut-être un réel. Si FONT_DELTA est négatif, la taille de la police est réduite.

source: Profile of the target device for which this LRF is being generated. The profile determines things like the resolution and screen size of the target device. Default: %s Supported profiles:
ca: Perfil del dispositiu per al que es genera el fitxer LRF. Aquest perfil determina la resolució i la grandària de la pantalla del dispositiu, entre d'altres. Per defecte:%s Perfils suportats:
es: Perfil del dispositivo para el cual se genera el archivo LRF. Este perfil determina, entre otras cosas, la resolución y el tamaño de la pantalla del dispositivo. Por defecto: %s Perfiles soportados:
fr: Le profil du lecteur pour lequel le LRF est généré. Ce profil détermine des paramètres comme la résolution et la taille de l'écran du lecteur. Par défaut : %s Profils supportés :

source: Left margin of page. Default is %default px.
ca: Marge esquerre de la pàgina. Per defecte: %default px.
es: Margen izquierdo de la página. Por defecto: %default px.
fr: La marge de gauche. Par défaut : %default points.

source: Right margin of page. Default is %default px.
ca: Marge dret de la pàgina. Per defecte: %default px.
es: Margen derecho de la página. Por defecto: %default px.
fr: La marge de droite. Par défaut : %default points.

source: Top margin of page. Default is %default px.
ca: Marge superior de la pàgina. Per defecte: %default px.
es: Margen superior de la página. Por defecto: %default px.
fr: La marge de haut de page. Par défaut : %default points.

source: Bottom margin of page. Default is %default px.
ca: Marge inferior de la pàgina. Per defecte: %default px.
es: Margen inferior de la página. Por defecto: %default px.
fr: La marge de bas de page. Par défaut : %default points.

source: The maximum number of levels to recursively process links. A value of 0 means thats links are not followed. A negative value means that <a> tags are ignored.
ca: Nombre màxim de nivells per a processar enllaços recursivament. El valor 0 (cero) vol dir que no són seguits. Amb un valor negatiu, ignora les marques <a>.
es: Número máximo de niveles para procesar enlaces recursivamente. El valor 0 (cero) indica que no se seguirán. Un valor negativo, ignora las marcas <a>.
fr: Le nombre maximum de niveau de liens à suivre récursivement. Une valeur à 0 indique qu'aucun lien ne sera traité. Une valeur négative indique que les tags <a> sont ignorés.

source: A regular expression. <a> tags whoose href matches will be ignored. Defaults to %default
ca: Expressió regular. Les marques <a> amb href coincidents, són ignorades. Per defecte: %default
es: Expresión regular. Las marcas <a> que tengan href coincidentes, son ignoradas. Por defecto: %default
fr: Une expression régulière. Les tags <a> qui respectent cette expression seront ignorés. Par défaut : %default

source: Prevent the automatic insertion of page breaks before detected chapters.
ca: Evita la inserció automàtica de salts de pàgina abans dels capí­tols detectats.
es: Evita la inserción automática de saltos de página delante de los capítulos detectados.
fr: Empêche l'insertion automatique d'un saut de page avant chaque chapitre détecté.

source: The regular expression used to detect chapter titles. It is searched for in heading tags (h1-h6). Defaults to %default
ca: Expressió regular utilitzada per a detectar els tí­tols dels capí­tols. Cerca a les marques de encapçalament (h1-h6). Per defecte: %default
es: Expressión regular utilizada para detectar los títulos de los capítulos. Busca las marcas de encabezado (h1-h6). Por defecto: %default
fr: L'expression régulière utilisée pour détecter les titres de chapitres. Cette expression rest recherchée dans les tags d'en-têtes (h1-h6). Par défaut : %default

source: If html2lrf does not find any page breaks in the html file and cannot detect chapter headings, it will automatically insert page-breaks before the tags whose names match this regular expression. Defaults to %default. You can disable it by setting the regexp to "$". The purpose of this option is to try to ensure that there are no really long pages as this degrades the page turn performance of the LRF. Thus this option is ignored if the current page has only a few elements.
ca: Si l'html2lrf no troba cap salt de pàgina en el fitxer html i no pot detectar els encapçalaments dels capí­tols, insereix automàticament un salt de pàgina abans de les marques que tinguen un nom coincident amb l'expressió regular. Per defecte: %default. Aquesta opció s'inhabilita establint la regexp com a "$".El propòsit de tot plegat és evitar pàgines massa llargues, que alentirien al canvi de fulla del fitxer LRF. Aquesta opció s'ignora si la pàgina actual en té pocs elements.
es: Si html2lrf no encuentra saltos de página en el archivo html y no puede detectar los encabezados de los capítulos, inserta automáticamente un salto de página delante de las marcas que cuyo nombre coincida con la expresión regular. Por defecto: %default. Esta opción se inhabilita estableciendo la regexp a "$".El propósito es evitar páginas muy largas, que relentizan al cambio de página en el archivo LRF. Esta opción se ignora si la página actual tiene pocos elementos.
fr: Si html2lrf ne trouve aucun saut de page dans le fichier html et ne peut pas détecter de chapitres, il insèrera automatiquement des sauts de pages avant les tags dont le nom respectent cette expression régulière. Par défaut : %default. Vous pouvez désactiver cette fonction en saisissant "$". Le but de cette option est d'essayer de s'assurer qu'il n'y a pas de vraiment trop longues pages, car cela dégrades les performances lorsque l'on change de page. De ce fait, cette option est ignorée si la page courante a peu d'éléments.

source: Force a page break before tags whoose names match this regular expression.
ca: Força un salt de pàgina abans de les marques amb noms coincidents amb l'expressió regular.
es: Fuerza un salto de página antes de las marcas cuyo nombre coincida con la expresión regular.
fr: Impose un saut de page avant chaque tags dont le nom respecte cette expression régulière.

source: Force a page break before an element having the specified attribute. The format for this option is tagname regexp,attribute name,attribute value regexp. For example to match all heading tags that have the attribute class="chapter" you would use "h\d,class,chapter". Default is %default
ca: Força un salt de pàgina davant d'un element amb un atribut concret. El format d'aquesta opció és regexp_marca,nom_atribut,tegexp_valor_atribut. Per exemple, amb "h\d,class,chapter", serien coincidents totes les marques de encapçalament amb l'atribut class="chapter". Per defecte: %default
es: Fuerza un salto de página antes de un elemento con un atributo concreto. El formato de esta opción es regexp_marca,nom_atribut,tegexp_valor_atribut. Por ejemplo, "h\d,class,chapter", coincide con todas las marcas de encabezado que tienen el atributo class="chapter". Por defecto: %default
fr: Impose un saut de page avant un élément avec l'attribut spécifié. Le format de cette option est : tagname regexp,attribute name,attribute value regexp.Par exemple, pour utiliser tous les tags de titres qui ont l'attribut de classe "chapter" il faudrait saisir : "h\d,class,chapter". Par défaut : %default

source: Preprocess Baen HTML files to improve generated LRF.
ca: Pre-processa els fitxers Baen HTML per a millorar el fitxer LRF generat.
es: Preprocesa los archivos Baen HTML para mejorar el archivo LRF generado.
fr: Préprocesse les fichiers HTML Bean pour améliorer le fichier LRF généré.

source: You must add this option if processing files generated by pdftohtml, otherwise conversion will fail.
ca: Cal que afegiu aquesta opció per a fitxers generats amb pdftohtml, si no voleu que la conversió falli.
es: Es necesario activar esta opción para archivos generados con pdftohtml, para evitar que la conversión falle.
fr: Vous devez utiliser cette option pour traiter des fichiers générés par pdftohtml, sinon la conversion échouera.

source: Use this option on html0 files from Book Designer.
ca: Utilitzeu aquesta opció per a fitxers html0 de Book Designer.
es: Utilice esta opción para archivos html0 de Book Designer.
fr: Utilisez cette option sur des fichiers html0 venant de Book Designer.

source: Specify trutype font families for serif, sans-serif and monospace fonts. These fonts will be embedded in the LRF file. Note that custom fonts lead to slower page turns. Each family specification is of the form: "path to fonts directory, family" For example: --serif-family "%s, Times New Roman"
ca: Especifiqueu lletres truetype per a les famí­lies serif, sans-serif i monoespaiades. Aquestes lletres són inserides al fitxer LRF. Tingueu en compte que afegir lletres personalitzades alenteix el canvi de pàgina. Per especificar cadascuna de les famí­lies s'empra: "camí­ a la carpeta de lletres, famí­lia" ( --serif-family "%s, Times New Roman")
es: Especificar fuentes truetype para las familias serif, sans-serif y monoespaciadas. Las fuentes se insertan en el archivo LRF. Tener en cuenta que añadir fuentes personalizadas relentiza el cambio de página. Para especificar cada una de las familias se utiliza: "ruta a la carpeta de fuents, familia" ( --serif-family "%s, Times New Roman")
fr: Définit des familles de polices truetype pour les polices serif, sans-serif et monospace. Ces polices seront inclues dans le fichier LRF. Attention : inclure des polices dans le fichier ralentit les changements de pages. Chaque définition de famille est de la forme : "chemin du répertoir, famille" Par exemple : --serif-family "%s, Times New Roman"

source: The serif family of fonts to embed
ca: Famí­lia de lletres serif per a incrustar.
es: Familia de fuentes serif per a incrustar.
fr: La famille de police serif à inclure

source: The sans-serif family of fonts to embed
ca: Famí­lia de lletres sans-serif per a incrustar.
es: Familia de fuentes sans-serif a incrustar.
fr: La famille de police sans-serif à inclure

source: The monospace family of fonts to embed
ca: Famí­lia de lletres monoespaiades per a incrustar.
es: Familia de fuentes monoespaiadas a incrustar.
fr: La famille de police monospace à inclure

source: Minimize memory usage at the cost of longer processing times. Use this option if you are on a memory constrained machine.
ca: Minimitza l'ús de memòria, utilitzant més temps de processador. Empreu aquesta opció si el vostre equip no disposa de molta RAM.
es: Minimizar el uso de memoria, a cambio de mayor tiempo de procesador. Usar esta opción si el equipo no dispone de mucha RAM.
fr: Minimise l'espace mémoire utilisé au détriment d'un temps de calcul plus long. N'utilisez cette option que si vous avez des problèmes de mémoire disponible.

source: Set the book title
ca: Indiqueu el nom del llibre
es: Insertar el nombre del libro
fr: Définit le titre du livre

source: Set sort key for the title
ca: Indiqueu la clau d'ordenació per tí­tol
es: Insertar la clave de orden por título
fr: Définit la clé de tri pour le titre

source: Set the author
ca: Indiqueu l'autor
es: Insertar el autor
fr: Définit l'auteur

source: Set sort key for the author
ca: Indiqueu la clau d'ordenació per autor
es: Insertar la clave de orden por autor
fr: Définit la clef de tri pour l'auteur

source: The category this book belongs to. E.g.: History
ca: Categoria a la que pertany el llibre. Per exemple, Història
es: Categoria a la que pertenece el libro. Por ejemplo, Historia
fr: La catégorie à laquelle le livre appartient. Exemple : Histoire

source: Path to a graphic that will be set as this files' thumbnail
ca: Camí­ al fitxer d'imatge que s'utilitzarà com a miniatura
es: Ruta al archivo de imagen que se utilizará como miniatura
fr: Chemin d'une image qui sera utilisée comme vignette pour ces fichiers

source: Path to a txt file containing the comment to be stored in the lrf file.
ca: Camí­ al fitxer txt que conté el comentari a desar en el fitxer LRF
es: Ruta al archivo txt que contiene el comentaria a guardar en el archivo LRF
fr: Chemin d'un fichier texte contenant les commentaires qui seront inclus dans le fichier lrf.

source: Extract thumbnail from LRF file
ca: Extrau la miniatura del fitxer LRF
es: Extraer la miniatura del archivo LRF
fr: Extrait la vignette du fichier LRF

source: Set book ID
ca: Indiqueu l'ID (identificador) del llibre
es: Insertar el ID del libro
fr: Définit l'ID du livre

source: Don't know what this is for
ca: No sé per a qué és aixó
es: No sé para qué sirve esto
fr: Je ne sais pas à quoi cela sert

source: Could not fetch cover as server is experiencing high load. Please try again later.
fr: L'image de couverture n'a pas pu être récupérée à cause de problèmes de connexion. Veuillez réessayer ultérieurement.

source: not found.
fr: pas trouvé.

source: Server error. Try again later.
fr: Erreur Serveur. Veuillez essayer ultérieurement.

source: Choose Format
ca: Trieu format
es: Elegir formato
fr: Choisir le format

source: <br>Must be a directory.
ca: <br>Cal que siga un directori.
es: <br>Debe ser un directorio.
fr: <br>Doit être un répertoire.

source: Invalid database location
ca: Ubicació de la base de dades no vàlida
es: Ubicación no válida
fr: Chemin de la database invalide

source: Invalid database location
ca: Ubicació de la base de dades no vàlida
es: Ubicación no válida
fr: Chemin de la database invalide

source: Invalid database location.<br>Cannot write to
ca: Ubicació de la base de dades no vàlida.<br>No es pot escriure
es: Ubicación no válida.<br>Imposible escribir en
fr: Chemin de la database invalide.<br>Erreur en écriture

source: &Location of books database (library1.db)
ca: &Ubicació de la base de dades (library1.db)
es: &Ubicación de la base de datos (library1.db)
fr: &Emplacement de la base de données (library1.db)

source: Browse for the new database location
ca: Cerca la nova ubicació de la base de dades
es: Navegar a la nueva ubicación de la base de datos
fr: Choisir un nouvel emplacement pour la base de données

source: Use &Roman numerals for series number
fr: Utilisation de chiffres romains pour les numéro de séries

source: Default network &timeout:
fr: &Timeout par défaut pour les connexions réseau :

source: seconds
fr: secondes

source: &Priority for conversion jobs:
fr: &Priorité pour les travaux de conversion :

source: Frequently used directories
ca: Directoris emprats amb freqüència
es: Directorios usados con frecuencia
fr: Répertoires utilisés fréquemment

source: Add a directory to the frequently used directories list
ca: Afegir el directori al llistat de directoris freqüents
es: Añadir directorio a la lista de directorios frecuentes
fr: Ajouter un répetoire à la liste des répertoires utilisés fréquemment

source: Remove a directory from the frequently used directories list
ca: Elimiar el directori al llistat de directoris freqüents
es: Eliminar directorio a la lista de directorios frecuentes
fr: Supprime un répetoire de la liste des répertoires utilisés fréquemment

source: ERROR
fr: ERREUR

source: Cannot connect
ca: No puc connectar
es: No se puede conectar
fr: Impossible de se connecter

source: You must specify a valid access key for isbndb.com
ca: Cal especificar una clau d'accès vàlida per a isbndb.com
es: Especifica una clave de acceso válida para isbndb.com
fr: Vous devez spécifier une clef d'accès valide à isbndb.com

source: Fetch metadata
ca: Recull metadades
es: Buscar metadatos
fr: Récupération des metadata

source: Fetching metadata for <b>%1</b>
ca: Recollint metadades per a <b>%1</b>
es: Buscando metadatos para <b>%1</b>
fr: Récupération des metadata pour <b>%1</b>

source: Sign up for a free account from <a href="http://www.isbndb.com">ISBNdb.com</a> to get an access key.
ca: Registreu-vos gratuïtament a <a href="http://www.isbndb.com">ISBNdb.com</a> per a obtenir una clau d'accés.
es: Registraros gratuitamente en <a href="http://www.isbndb.com">ISBNdb.com</a> para obtenir una clave de acceso.
fr: Enregistrez-vous gratuitement sur <a href="http://www.isbndb.com">ISBNdb.com</a> pour obtenir une clef d'accès (access key).

source: Fetch
ca: Recull
es: Buscar
fr: Récupère

source: Matches
ca: Coincidències
es: Coincidencias
fr: Résultats correspondants

source: Select the book that most closely matches your copy from the list below
ca: Seleccioneu el llibre que més s'acoste del llistat que hi ha a sota
es: Seleccionar el libro que más se aproxime al listado mostrado abajo
fr: Sélectionnez le livre qui correspond le mieux au votre dans la liste ci-dessous.

source: Active Jobs
ca: Treballs actius
es: Trebajos activos
fr: Exécutions en cours
