Repository: huguge/calibre-at-bzr
Catalog: src/libprs500/translations/*.po
Languages: ca, es, fr

source: No available formats
ca: Formats no disponibles
es: Formatos no disponibles
fr: Aucun format disponible

source: Cannot convert %s as this book has no supported formats
ca: No puc convetir "%s" perquè el format no hi és suportat
es: No se puede convertir %s porque el formato no está soportado
fr: Conversion du livre %s impossible parcequ'il ne dispose d'aucun format supporté

source: Choose the format to convert into LRF
ca: Trieu el format per convertir a LRF
es: Elegir el formato a conertir en LRF
fr: Choix du format de conversion vers LRF

source: Convert %s to LRF
ca: Converteix %s a LRF
es: Convertir %s a LRF
fr: Conversion de %s en LRF

source: Set conversion defaults
ca: Fixa els valors de conversió er defecte
es: Fijar valores de conversión por defecto
fr: Définir les paramètres par défaut de conversion

source: Cannot read
ca: No pot llegir-se
es: No se puede leer
fr: Impossible de lire

source: You do not have permission to read the file:
ca: No tens permissos per a llegir l'arxiu:
es: No tienes permiso de lectura en el archivo:
fr: Vous n'avez pas les permissions nécessaires pour lire ce fichier:

source: Error reading file
ca: Error llegint l'arxiu
es: Error leyendo archivo
fr: Erreur à la lecture du fichier

source: <p>There was an error reading from file: <br /><b>
ca: <p>Error llegint de l'arxiu: <br /><b>
es: <p>Hubo un error leyendo el archivo: <br /><b>
fr: <p>Il y a eu une erreur à la lecture du fichier : <br /><b>

source: is not a valid picture
ca: no és una imatge vàlida
es: no es una imagen válida
fr: n'est pas une image vailde

source: Preprocess the file before converting to LRF. This is useful if you know that the file is from a specific source. Known sources:
ca: Preprocessa l'arxiu abans de convertir a LRF. Aixó ès útil si coneixes l'origen de l'arxiu. Fonts conegudes:
es: Preprocesar el archivo antes de convertir a LRF, útil si se conoce el origen del archivo. Tipos de archivos conocidos:
fr: Pré-processe le fichier avant la conversion vers le format LRF. Ceci est utile si vous connaissez l'origine du fichiers. Origines connues :

source: <ol><li><b>baen</b> - Books from BAEN Publishers</li>
ca: <ol><li><b>baen</b> - Llibre de BAEN Publishers</li>
es: <ol><li><b>baen</b> - Libros de BAEN Publishers</li>
fr: <ol><li><b>baen</b> -Livres des éditions BAEN </li>

source: <li><b>pdftohtml</b> - HTML files that are the output of the program pdftohtml</li>
ca: <li><b>pdftohtml</b> - Arxius HTML obtinguts amb l'aplicació pdftohtml</li>
es: <li><b>pdftohtml</b> - Archivos HTML creados con el programa pdftohtml</li>
fr: <li><b>pdftohtml</b> - fichiers HTML générés par le programme pdftohtml</li>

source: <li><b>book-designer</b> - HTML0 files from Book Designer</li>
ca: <li><b>book-designer</b> - Arxius HTML0 del Book Designer</li>
es: <li><b>book-designer</b> - Archivos HTML0 de Book Designer</li>
fr: <li><b>book-designer</b> - Fichiers HTML0 générés avec Book Designer</li>

source: Specify metadata such as title and author for the book.<p>Metadata will be updated in the database as well as the generated LRF file.
ca: Especifiqueu informació com ara tí­tol i autor per al llibre.<p>Aquesta informació s'actualitza tant a la base de dades com al fitxer LRF.
es: Especificar datos como título y autor para el libro.<p>Esta información se actualiza tanto en la base de datos como en el archivo LRF.
fr: Définit les metadata comme le titre et l'auteur du livre.<p>Les metadata seront modifiées dans la base de données et dans le fichier LRF généré.

source: Adjust the look of the generated LRF file by specifying things like font sizes and the spacing between words.
ca: Milloreu l'aparença del fitxer LRF generat, especificant la grandària de lletra i l'espaiat entre paraules.
es: Mejorar la apariencia del archivo LRF generado, especificando el tamaño de fuente y el espaciado entre palabras.
fr: Ajuste la présentation du fichier LRF généré en définissant des paramètres tels que la taille des polices et l'espacement entre les mots.

source: Look & Feel
ca: Aparença
es: Apariencia
fr: Présentation

source: Specify the page settings like margins and the screen size of the target device.
ca: Configuració de la pàgina del dispositiu, especificant ,marges i grandària de la pantalla, entre d'altres.
es: Configuración de página del dispositivo: márgenes y tamaño de la pantalla
fr: Définit les paramètres de la pages tels que les marges et la taille de l'écran du lecteur cible.

source: Page Setup
ca: Configuració de la pàgina
es: Configuración de página
fr: Mise en page

source: Fine tune the detection of chapter and section headings.
ca: Milloreu la detecció de capí­tols i seccions.
es: Afinar la detección de capítulos y secciones.
fr: Peaufiner la détection des chapitres et des en-têtes de section.

source: Chapter Detection
ca: Detecció de capí­tols
es: Detección de capítulos
fr: Détection des chapitres

source: <font color="gray">No help available</font>
ca: <font color="gray">Ajuda no disponible</font>
es: <font color="gray">Ayuda no disponible</font>
fr: <font color="gray">Aucune aide n'est disponible</font>

source: Convert to LRF
ca: Convertir a LRF
es: Convertir a LRF
fr: Convertir en LRF

source: Category
ca: Categoria
es: Categoría
fr: Catégorie

source: Book Cover
ca: Coberta
es: Portada
fr: Couverture du livre

source: Change &cover image:
ca: Canvia la imatge de la &coberta:
es: Cambia la imagen de &portada:
fr: Modifie l'image &cover :

source: Browse for an image to use as the cover of this book.
ca: Cerca una imatge per a utilitzar com a coberta d'aquest llibre.
es: Localizar una imagen a utilizar como portada de este libro.
fr: Rechercher une image à utiliser en tant que couverture du livre.

source: Use cover from &source file
fr: Utilise l'image de couverture du fichier &source

source: &Title:
ca: &Tí­tol:
es: &Título:
fr: &Titre :

source: Change the title of this book
ca: Canvia el tí­tol del llibre
es: Cambiar el título del libro
fr: Modifie le titre du livre

source: &Author(s):
ca: &Autor(s):
es: &Autor(es):
fr: &Auteurs :

source: Change the author(s) of this book. Multiple authors should be separated by a comma
ca: Canvia l'autor(s). Per a especificar més d'un, separeu-los amb comes.
es: Cambia el(los) autor(es). Para especificar más de uno, separarlos mediante comas.
fr: Modifie les auteurs du livres. Si plusieurs auteurs, les séparer avec des virgules.

source: Author So&rt:
ca: Ord&re per autor:
es: O&rd&en por autor:
fr: T&ri de l'auteur :

source: &Publisher:
ca: &Editorial:
es: &Editorial:
fr: &Editeur :

source: Change the publisher of this book
ca: Canvia l'editorial del llibre
es: Cambia la editorial del libro
fr: Modifie l'éditeur du livre

source: Tags categorize the book. This is particularly useful while searching. <br><br>They can be any words or phrases, separated by commas.
ca: Etiquetes per a categoritzar el llibre (especialment útil per a recerques). <br><br>Pot emprar-se qualsevol paraula o frase, separada per comes.
es: Etiquetas para categorizar el libr (muy útil en búsquedas). <br><br>Puede utilizarse qualquier palabra o frase, separada medante comas.
fr: Tags caractérisant le livre, particulièrement utile pour la recherche. <br> <br> Cela peut être n'importe quels mots, séparés par des virgules.

source: &Series:
ca: &Sèries:
fr: &Séries :

source: List of known series. You can add new series.
ca: Llistat de sèries conegudes. Podeu afegir-hi de noves.
es: Listado de series conocidas. Se puede añadir nuevas series.
fr: Liste de séries connues. Vous pouvez ajouter de nouvelles séries.

source: Series index.
ca: Índex de sèrie.
es: Índice de serie.
fr: Index de séries

source: Book
ca: Llibre
es: Libro
fr: Livre

source: Comments
ca: Comentaris
es: Comentarios
fr: Commentaires

source: Base &font size:
ca: Grandària de lletra base:
es: Tamaño de la &fuente base:
fr: Taille de &police par défaut :

source: Embedded Fonts
ca: Lletres inserides
es: Fuentes incrustadas
fr: Polices inclues

source: &Word spacing:
ca: &Espaiat de les paraules:
es: &Espaciado de palabras:
fr: Espacement entre &mots :

source: Enable auto &rotation of images
ca: Activa la &rotació automàtica d'imatges
es: Activa la &rotación automática de imágenes
fr: Active l'auto &rotation des images

source: Insert &blank lines between paragraphs
ca: Inserta lí­nies &buides entre paràgrafs
es: Inserta líneas en &blanco entre párrafos
fr: Insère des lignes &blanches entre les paragraphes

source: Ignore &tables
ca: Ignora les &taules
es: Ignora las &tablas
fr: Ignore les &tables

source: Header
ca: Capçalera
es: Encabezado
fr: En-têtre

source: &Show header
ca: &Mostrar capçalera
es: &Mostrar encabezado
fr: &Affiche l'en-tête

source: &Header format:
ca: &Format de la capçalera:
es: &Formato del encabezado:
fr: Format de l'&en-tête

source: Override<br>CSS
ca: Substitueix<br>CSS
es: Substituye<br>CSS
fr: Surcharge <br> CSS

source: &Profile:
ca: &Perfil:
es: &Perfil:
fr: &Profil :

source: &Left Margin:
ca: Marge &Esquerre:
es: Margen &Izquierdo:
fr: Marge &Gauche :

source: &Right Margin:
ca: Marge &Dret:
es: Margen &Derecho:
fr: Marge &Droite :

source: &Top Margin:
ca: Marge &Superior:
es: Margen &Superior:
fr: Marge &Haute :

source: &Bottom Margin:
ca: Marge &Inferior:
es: Margen &Inferior:
fr: Marge &Basse :

source: Title based detection
ca: Detecció basada en el tí­tol
es: Detección basada en el título
fr: Détection basée sur les titres

source: &Disable chapter detection
ca: &Desactivar detecció de capí­tols
es: &Desactivar detección de capítulos
fr: &Désactive la détection de chapitres

source: &Regular expression:
ca: Expressió &Regular:
es: Expresión &Regular:
fr: Expression &Régulière :

source: Tag based detection
ca: Detecció basada en marques
es: Detección basada en etiquetas
fr: Détection basée sur des tags

source: &Page break before tag:
ca: Inserta un salt de &pàgina abans de la marca:
es: Inserta un salto de &página delante de la marca:
fr: Saut de &page avant le tag:

source: &Force page break before tag:
ca: &Força un salt de pàgina abans de la marca:
es: &Fuerza un salto de página delante de la marca:
fr: &Force un saut de page avant le tag:

source: Force page break before &attribute:
ca: Força un salt de pàgina abans de l'&atribut:
es: Fuerza un salto de página delante del &atributo:
fr: Force un saut de page avant l'&attribut :

source: Help on item
ca: Ajuda amb l'í­tem
es: Ayuda con el ítem
fr: Aide

source: Edit Meta information
ca: Editar Meta-informació
es: Editar Meta-información
fr: Editer les informations Metadata

source: Meta information
ca: Meta-informació
es: Meta-información
fr: Informations (metadata)

source: Author S&ort:
ca: &Ordena autors:
es: &Ordenar autores:
fr: Clé de tr&i de l'auteur :

source: Specify how the author(s) of this book should be sorted. For example Charles Dickens should be sorted as Dickens, Charles.
ca: Especifiqueu com s'ha d'ordenar l'autor(s) d'aquest llibre. Per exemple,ordena Vicent A. Estellés com a Estellés, Vicent A.
es: Especificar cómo ordenar el(los) autor(es) de este libro. Por ejemplo,ordena Federico García Lorca como Lorca, Federico
fr: Définit comment l'auteur de ce livre doit être classé. Par exemple, Charles Dickens peut être classé comme Dickens, Charles.

source: &Rating:
ca: &Valoració:
es: &Valoración:
fr: &Note :

source: Rating of this book. 0-5 stars
ca: Valora aquest llibre: 0-5 estreles
es: Valora este libro: 0-5 estrellas
fr: Note de ce livre. de 0 à 5 étoiles

source: stars
ca: estreles
es: estrellas
fr: étoiles

source: Add Ta&gs:
ca: Afe&geix les etiquetes:
es: Aña&dir las etiquetas:
fr: Ajout de Ta&gs :

source: &Remove tags:
fr: &Supprime des mots-clefs :

source: Comma separated list of tags to remove from the books.
fr: Liste de mots-clefs séparés par des virgules à retirer des livres.

source: <p>Enter your username and password for <b>LibraryThing.com</b>. <br/>If you do not have one, you can <a href='http://www.librarything.com'>register</a> for free!.</p>
fr: <p>Veuillez saisir votre nom d'utilisateur et votre mot de passe de <b>LibraryThing.com</b>. <br/>Si vous n'en avez pas, vous pouvez <a href='http://www.librarything.com'>y créer un compte </a> gratuitement !</p>

source: <b>Could not fetch cover.</b><br/>
ca: <b>No puc aconseguir la coberta.</b><br/>
es: <b>No se puede descargar la portada.</b><br/>
fr: <b>Erreur à la récupération de l'image de couverture.</b><br/>

source: Could not fetch cover
ca: No puc aconseguir la coberta
es: No se puede descargar la portada.
fr: Erreur à la récupération de l'image de couverture

source: Cannot fetch cover
ca: No puc aconseguir la coberta
es: No se puede descargar la portada
fr: Erreur à la récupération de l'image de couverture

source: You must specify the ISBN identifier for this book.
ca: Cal especificar un ISBN correcte per al llibre.
es: Especifique primero un ISBN válido para el libro.
fr: Vous devez fournir l'identifiant ISBN de ce livre.

source: Edit Meta Information
ca: Edita la meta-informació
es: Editar meta-información
fr: Edition des metadata

source: Open Tag Editor
fr: Ouvre l'éditeur de mots-clefs

source: Fetch metadata from server
ca: Recull metadades des del servidor
es: Buscar metadatos en el servidor
fr: Récupération des metadata depuis le serveur

source: Available Formats
ca: Formats disponibles
es: Formatos disponibles
fr: Formats disponibles

source: Add a new format for this book to the database
ca: Afegir un nou format per a aquest llibre a la base de dades
es: Añadir un nuevo formato para este libro en la base de datos
fr: Ajout d'un nouveau format dans la base de données pour ce livre

source: Remove the selected formats for this book from the database.
ca: Elimina els formats seleccionats per a aquest llibre de la base de dades.
es: Elimina los formatos seleccionados para este libro de la base de datos.
fr: Retire les formats sélectionnés de ce livre de la base de données.

source: Fetch cover image from server
ca: Recolliu la coberta des del servidor
es: Buscar portada en el servidor
fr: Récupération de l'image de couverture depuis le serveur

source: Change the username and/or password for your account at LibraryThing.com
fr: Modifie le nom d'utilisateur et/ou le mot de passe de votre compte à LibraryThing.com

source: Change password
fr: Modifie le mot de passe

source: Password needed
ca: Es necessita una contrasenya.
es: Se necesita contraseña.
fr: Mot de passe nécessaire

source: &Username:
ca: Nom d'&usuari:
es: &Usuario:
fr: Nom de l'&utilisateur :

source: &Password:
ca: &Contrasenya:
es: &Contraseña:
fr: Mot de &passe :

source: &Show password
fr: &Affiche le mot de passe

source: Title
ca: Tí­tol
es: Título
fr: Titre

source: Series
ca: Sèries
fr: Séries

source: Tag Editor
fr: Editeur de Mots-Clefs

source: A&vailable tags
fr: Mots-clefs disponibles

source: Delete tag from database. This will unapply the tag from all books and then remove it from the database.
fr: Supprime un mot-clef de la base de données. Cette opération va retirer ce mot-clef de tous les livres et le supprimer de la base de données.

source: Apply tag to current book
fr: Applique le mot-clef au livre en cours.

source: A&pplied tags
fr: Mots-clefs

source: Unapply (remove) tag from current book
fr: Enlève le mot-clef du livre en cours

source: &Add tag:
fr: Ajoute mot-clef

source: Add tag to available tags and apply it to current book
fr: Ajoute le mot-clef à la liste des mots-clefs et l'applique au livre en cours

source: Job
ca: Treball
es: Trabajo
fr: Travaux

source: Status
ca: Estat
es: Estado
fr: Statut

source: Progress
ca: Progressió
es: Progreso
fr: Progression

source: Waiting
ca: En espera...
es: En espera...
fr: En attente

source: Working
ca: Està treballant...
es: Procesando...
fr: En cours

source: Unavailable
ca: No disponible
es: No disponible
fr: Indisponible

source: None
ca: Cap
es: Ninguno
fr: Aucun

source: Book <font face="serif">%s</font> of %s.
ca: Llibre <font face="serif">%s</font> de %s.
es: Libro <font face="serif">%s</font> de %s.
fr: Livre <font face="serif">%s</font> of %s.

source: Author(s)
ca: Autor(s)
es: Autor(es)
fr: Auteur(s)

source: Size (MB)
ca: Grandària (MB)
es: Tamaño (MB)
fr: Taille (MB)

source: Rating
ca: Valoració
es: Valoración
fr: Note

source: Path
ca: Camí
es: Ruta
fr: Chemin

source: Timestamp
ca: Marca de temps
es: Marca de tiempo
fr: Horodatage

source: Configure Viewer
ca: Configura el visor
es: Configurar el visor
fr: Configuration du visualisateur

source: Use white background
ca: Utilitza fons blanc
es: Utilizar fondo blanco
fr: Utilise un arrière-plan blanc

source: Hyphenate
ca: Partició de mots
es: Partición de palabras
fr: Hyphenation

source: <b>Changes will only take affect after a restart.
ca: <b>Els canvis s'ignoren fins que el re-inicieu.
es: <b>Los cambios no se aplicaran hasta reiniciar.
fr: <b>Les modifications ne seront prises en compte qu'après avoir relancé le programme.

source: <b>No matches</b> for the search phrase <i>%s</i> were found.
ca: <b>No</b> s'han trobat coincidències per al text "<i>%s</i>".
es: <b>No </b>se han encontrado coincidencias para "<i>%s</i>".
fr: <b>Aucun résultat</b> pour la recherche <i>%s</i>.

source: No matches found
ca: No s'han trobat coincidències
es: No se han encontrado coincidencias
fr: Aucun résultat

source: LRF Viewer
ca: Visor LRF
es: Visor LRF
fr: Visualisateur LRF

source: Parsing LRF file
ca: Estic analitzant el fitxer LRF
es: Analizando el archivo LRF
fr: Parse le fichier LRF

source: Next Page
ca: Pàgina següent
es: Página siguiente
fr: Page suivante

source: Previous Page
ca: Pàgina anterior
es: Página anterior
fr: Page précédente

source: Back
ca: Precedent
es: Atrás
fr: Recule

source: Forward
ca: Següent
es: Siguiente
fr: Avance

source: Next match
ca: Següent coincidència
es: Siguiente coincidencia
fr: Résultat suivant

source: Open ebook
ca: Obre l'eBook
es: Abrir eBook
fr: Ouvrir le livre

source: Configure
ca: Configura
es: Configurar
fr: Configuration

source: Error communicating with device
ca: Error en la comunicació amb el dispositiu
es: Error en la comunicación con el dispositivo
fr: Erreur pendant la communication avec le lecteur électronique

source: Send to main memory
ca: Envia a la memòria interna
es: Enviar a la memoria interna
fr: Envoi vers la mémoire du lecteur

source: Send to storage card
ca: Envia a la targeta de memòria
es: Envia a la targeta de memoria
fr: Envoi vers la carte mémoire

source: Edit metadata individually
ca: Edita metadades individualment
es: Editar metadatos individualmente
fr: Edition des metadata individuellement

source: Edit metadata in bulk
ca: Edita metadades en massa
es: Edita metadatos en bloque
fr: Edition des metadata par lot

source: Save to disk
ca: Desa al disc
es: Guardar en el disco
fr: Enregistrer sur le disque

source: View
ca: Mostra
es: Mostrar
fr: Visualiser

source: Convert individually
ca: Converteix individualment
es: Convertir individualmente
fr: Convertion individuelle

source: Bulk convert
ca: Converteix tots
es: Convertir en bloque
fr: Convertion par lot

source: <p>Books with the same title as the following already exist in the database. Add them anyway?<ul>
fr: <p>Des livres ayant le même titre existent déjà dans la base de données. Les ajouter quand même ?<ul>

source: Duplicates found!
fr: Des doublons ont été détectés !

source: No space on device
ca: Sense espai al dispositiu
es: No hay espacio en el dispositivo
fr: Le lecteur électronique n'a plus d'espace mémoire disponible

source: <p>Cannot upload books to device there is no more free space available
ca: <p>No puc desar llibres al dispositiu perquè no hi ha espai restant
es: <p>No se pueden guardar los libros porque no hay espacio en el dispositivo
fr: <p>Impossible d'envoyer les livres sur le lecteur : il n'y a plus assez d'espace mémoire disponible

source: Cannot edit metadata
ca: No puc editar les meta-dades
es: No se pueden editar los metadatos
fr: Erreur à l'édition des metadat

source: No books selected
ca: Cap llibre seleccionat
es: No hay libros seleccionados
fr: Aucun livre sélectionné

source: Cannot save to disk
ca: No puc desar al disc
es: No se puede guardar en disco
fr: Ne peut pas enregistrer sur le disque

source: Cannot convert
ca: No puc convertir-lo
es: No se puede convertir
fr: Conversion impossible

source: No book selected
ca: Cap llibre seleccionat
es: Seleccione un libro
fr: Aucun livre sélectionné

source: Cannot view
ca: No puc mostrar-lo
es: No se puede visualizar
fr: Impossible de visualiser

source: Cannot configure
ca: No puc configurar-lo
es: No se puede configurar
fr: Configuration impossible

source: Cannot configure while there are running jobs.
ca: No puc configurar-lo amb treballs processant-se
es: No se puede configurar con trabajos en proceso.
fr: Impossible de configurer pendant que des travaux sont en cours.

source: Invalid database
fr: Base de données invalide

source: <p>An invalid database already exists at %s, delete it before trying to move the existing database.<br>Error: %s
fr: <p>Une base de données invalide existe déjà ici : %s, spprimez la avant d'essayer de déplacer la base de données existante.<br>Erreur : %s

source: Could not move database
ca: No puc moure la base de dades
es: No se puede mover la base de datos
fr: Déplacement de la base de données impossible

source: Error talking to device
ca: Error comunicant amb el dispositiu
es: Error de comunicación con el dispositivo
fr: Erreur pendant la communication avec le lecteur électronique

source: There was a temporary error talking to the device. Please unplug and reconnect the device and or reboot.
ca: Hi ha hagut un error de comunicació amb el dispositiu. Lleve, torne a connectar el dispositiu i torne a iniciar el programa
es: Hubo un error de comunicación con el dispositivo. Desconecte, vuelva a conectar el dispositivo y reinicie la aplicación.
fr: Une erreur temporaire s'est déclenchée pendant la communication avec le lecteur électronique. Veuillez déconnecter et reconnecter le lecteur électronique et redémarrer.

source: &Search:
ca: Re&cerca:
es: &Buscar:
fr: &Recherche :

source: Search the list of books by title or author<br><br>Words separated by spaces are ANDed
ca: Recerca llibres pel tí­tol o l'autor. <br><br>Els espais entre paraules es substitueixen per AND.
es: Busca libros por título o autor. <br><br>Los espacios entre palabras se sustituyen por AND.
fr: Recherche les livres par titre ou auteur <br><br>Recherche en ET pour les mots séparés par des espaces.

source: Search the list of books by title, author, publisher, tags and comments<br><br>Words separated by spaces are ANDed
ca: Recerca llibres pel tí­tol, l'autor, l'editorial, les etiquetes i els comentaris<br><br>Els espais entre paraules es substitueixen per AND.
es: Buscar libros por título, autor, editorial, etiquetas y comentaris<br><br>Los espacios entre parlabras se sustituyen por AND.
fr: Recherche les livres par titre, auteur, éditeur, tags et commentaires <br><br>Recherche en ET pour les mots séparés par des espaces.

source: Reset Quick Search
ca: Reinicialitza la recerca ràpida
es: Reinicializar búsqueda rápida
fr: Réinitialisation de la recherche rapide

source: Add books
ca: Afegeix llibres
es: Añadir libros
fr: Ajout d'un livre

source: Remove books
ca: Suprimeix llibres
es: Suprimir libros
fr: Suppression du livre

source: Del
ca: Esborra
es: Borrar
fr: Suppression

source: Edit meta information
ca: Edita la meta-informació
es: Editar la meta-información
fr: Edition des metadata

source: Send to device
ca: Envia al dispositiu
es: Enviar al dispositivo
fr: Envoyer au lecteur

source: Fetch news
ca: Recull notí­cies (RSS)
es: Descargar noticias (RSS)
fr: Récupérer des News

source: Convert E-books
ca: Converteix Ebooks
es: Convertir Ebooks
fr: Convertir des ebooks

source: Jobs:
ca: Treballs:
es: Trabajos:
fr: Travaux :
