Repository: huguge/calibre-at-bzr
Catalog: src/libprs500/translations/*.po
Languages: ca, es, fr

source: Library
ca: Biblioteca
es: Biblioteca
fr: Librairie

source: Reader %s available
ca: El Sony Reader %s està disponible
es: Sony Reader %s disponible
fr: Lecteur %s disponible

source: Card %s available
ca: La targeta %s està disponible
es: Tarjeta %s disponible
fr: Carte %s disponible

source: Configuration
ca: Configuració
es: Configuración

source: &Access Key;
ca: Clau d'&accés;
es: Clave de &acceso;

source: RTF conversion not supported
ca: Conversió de RTF no disponible

source: Conversion of RTF files is not supported on OS X Leopard and higher. This is because unrtf, the underlying program does not work. If you are willing to port unrtf to Leopard, contact me.
ca: La conversió d'arxius RTF no està soportada a OS X Leopard i superiors, perquè unrtf no funciona. Si voleu col·laborar en el "port", fiqueu-vos en contacte amb Kovid.

source: Metadata
ca: Metadades
es: Metadatos

source: Options
ca: Opcions
es: Opciones

source: Ta&gs:
ca: Etique&tes:
es: Etique&tas:

source: pts
ca: punts
es: puntos

source: &Monospace:
ca: &Monoespaiada:

source: &Preprocess:
ca: &Preprocessament:
es: &Preprocesamiento:

source: px
ca: Pí­xels
es: Píxeles

source: Tags
ca: Etiquetes
es: Etiquetas

source: Date
ca: Data
es: Fecha

source: Not yet implemented.
ca: Sense implementar.

source: %s is not available in LRF format. Please convert it first.
ca: %s no està disponible en LRF. Ha de ser convertir primer.

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">For help visit <a href="https://libprs500.kovidgoyal.net/wiki/WikiStart#Usage"><span style=" text-decoration: underline; color:#0000ff;">libprs500.kovidgoyal.net</span></a><br /><br /><span style=" font-weight:600;">libprs500</span>: %1 by <span style=" font-weight:600;">Kovid Goyal</span> %2<br />%3</p></body></html>
ca: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Per a més ajuda, vegeu (en anglès) <a href="https://libprs500.kovidgoyal.net/wiki/WikiStart#Usage"><span style=" text-decoration: underline; color:#0000ff;">libprs500.kovidgoyal.net</span></a><br /><br /><span style=" font-weight:600;">libprs500</span>: %1 de <span style=" font-weight:600;">Kovid Goyal</span> %2<br />%3</p></body></html>

source: Format
es: Formato

source: Formats
es: Formatos
