Repository: huguge/calibre-at-bzr
Catalog: src/calibre/translations/*.po
Languages: sl

source: Defaults for conversion to LRF
sl: Privzete nastavitve za pretvorbo v LRF

source: Options for the LRF ebook viewer
sl: Možnosti za pregledovalnik LRF eknjig

source: Device no longer connected.
sl: Naprava ni več priklopljena.

source: Get device information
sl: Pridobi podatke o napravi

source: Get list of books on device
sl: Pridobi seznam knjig iz naprave

source: Send metadata to device
sl: Pošlji meta podatke v napravo

source: Upload %d books to device
sl: Prenesi %d knjig v napravo

source: Delete books from device
sl: Izbriši knjige iz naprave

source: Download books from device
sl: Prenesi knjige iz naprave

source: View book on device
sl: Poglej knjigo na napravi

source: Title
sl: Naslov

source: Comments
sl: Opombe

source: Path
sl: Pot

source: Formats
sl: Formati

source: Choose Format
sl: Izberi Format

source: Set defaults for conversion of comics (CBR/CBZ files)
sl: Nastavi privzete možnosti za pretvorbo stripov (CBR/CBZ datoteke)

source: Set options for converting %s
sl: Nastavi nastavitve za pretvorbo %s

source: &Title:
sl: &Naslov:

source: &Author(s):
sl: &Avtor(ji):

source: &Number of Colors:
sl: &Število Barv:

source: &Profile:
sl: &Profil:

source: Disable &normalize
sl: Izklopi &normalizacijo

source: Keep &aspect ratio
sl: Ohrani r&azmerje

source: Disable &Sharpening
sl: Onemogoči O&strenje

source: &Landscape
sl: &Panorama

source: Don't so&rt
sl: Ne &razvrščaj

source: &Right to left
sl: Od desne p&roti levi

source: &Wide
sl: &Široko

source: Advanced
sl: Napredno

source: Invalid database location
sl: Napačna lokacija podatkovne baze

source: <br>Must be a directory.
sl: <br>Mora biti direktorij.

source: Invalid database location
sl: Napačna lokacija podatkovne baze

source: Invalid database location.<br>Cannot write to
sl: Napačna lokacija podatkovne baze. <br>Ne morem pisati v

source: Compacting database. This may take a while.
sl: Krčenje podatkovne baze. To lahko traja nekaj časa.

source: Compacting...
sl: Krčenje ...

source: Configuration
sl: Konfiguracija

source: &Location of ebooks (The ebooks are stored in folders sorted by author and metadata is stored in the file metadata.db)
sl: &Lokacija eknjig (eKnjige so shranjene v datoteke sortirane po avtorjih, meta podatki pa v datoteki metadata.db)

source: Browse for the new database location
sl: Prebrskaj za novo lokacijo podatkovne baze

source: Show notification when &new version is available
sl: Opozori me, ko je na voljo &nova verzija

source: Ask for &confirmation before deleting files
sl: Vprašaj za &potrditev pred brisanjem datotek.

source: Format for &single file save:
sl: Format za &shranjevanje enojne datoteke:

source: &Priority for conversion jobs:
sl: &Prioriteta za pretvorne posle:

source: Default network &timeout:
sl: Privzeti omrežni &timeout:

source: seconds
sl: sekund

source: Add a directory to the frequently used directories list
sl: Dodaj direktorij k seznamu pogosto rabljenih direktorijev

source: Remove a directory from the frequently used directories list
sl: Odstrani direktorij iz seznama pogosto rabljenih direktorijev

source: Use &Roman numerals for series number
sl: Uporabi &rimska števila za številke serij

source: &Number of covers to show in browse mode (after restart):
sl: Število &naslovnic, ki se prikažejo v preletavanju naslovnic (po ponovnem zagonu):

source: Toolbar
sl: Orodna vrstica

source: Large
sl: Veliko

source: Medium
sl: Srednje

source: Small
sl: Majhno

source: &Button size in toolbar
sl: Velikost gum&ba orodne vrstice

source: Show &text in toolbar buttons
sl: Prikaži &tekst pri gumbih v orodni vrstici

source: Select visible &columns in library view
sl: Izberi vidne stolp&ce v knjižničnem pogledu

source: Free unused diskspace from the database
sl: Sprosti neuporabljen prostor iz baze podatkov

source: &Compact database
sl: &Skrči podatkovno bazo

source: &Metadata from file name
sl: &Meta podatki iz imena datoteke

source: ERROR
sl: NAPAKA

source: Metadata
sl: Meta podatki

source: Look & Feel
sl: Izgled & Občutek

source: Page Setup
sl: Nastavitve strani

source: Chapter Detection
sl: Detekcija Poglavij

source: Fine tune the detection of chapter and section headings.
sl: Fino nastavi zaznavanje poglavij in začetkov sekcij.

source: Choose cover for
sl: Izberi naslovnico za

source: Cannot read
sl: Ne morem prebrati

source: You do not have permission to read the file:
sl: Nimate pravic za branje datoteke:

source: Error reading file
sl: Napaka pri branju zbirke

source: <p>There was an error reading from file: <br /><b>
sl: <p>Prišlo je do napake pri branju iz zbirke: <br /><b>

source: is not a valid picture
sl: ni veljavna slika

source: Cannot convert
sl: Pretvorba ni možna

source: No available formats
sl: Ni razpoložljivih formatov

source: Cannot convert %s as this book has no supported formats
sl: Ne morem pretvoriti %s ker ta knjiga ni na voljo v podprtem formatu

source: Book Cover
sl: Naslovna Stran

source: Use cover from &source file
sl: Uporabi na&slovnico iz izvorne datoteke

source: Change &cover image:
sl: Spremeni &sliko naslovne strani:

source: Browse for an image to use as the cover of this book.
sl: Izberi sliko, ki bo uporabljena za naslovnico te knjige.

source: &Title:
sl: &Naslov:

source: Change the title of this book
sl: Spremeni naslov knjige

source: &Author(s):
sl: &Avtor(ji):

source: Author So&rt:
sl: Razv&rščanje Avtorjev:

source: Change the author(s) of this book. Multiple authors should be separated by a comma
sl: Spremeni avtorja(je) te knjige. Če je avtorjev več jih ločite z vejicami.

source: &Publisher:
sl: &Založnik:

source: Change the publisher of this book
sl: Spremeni založnika te knjige

source: Ta&gs:
sl: &Značke:

source: Tags categorize the book. This is particularly useful while searching. <br><br>They can be any words or phrases, separated by commas.
sl: Značke kategorizirajo knjigo. To je uporabno predvsem pri iskanju. <br><br>Lahko so poljubni, z vejicami ločeni, izrazi ali besede.

source: &Series:
sl: &Serije:

source: List of known series. You can add new series.
sl: Seznam znanih serij. Lahko dodate nove serije.

source: Series index.
sl: Indeks serij.

source: Book
sl: Knjiga

source: Source en&coding:
sl: Kod&na tabela vira:

source: Base &font size:
sl: Osnovna &velikost pisave:

source: &Left Margin:
sl: &Leva Meja:

source: &Right Margin:
sl: &Desna Meja:

source: &Top Margin:
sl: &Zgornja Meja:

source: &Bottom Margin:
sl: &Spodnja Meja:

source: Author(s)
sl: Avtor(ji)

source: Author Sort
sl: Razvrščanje Avtorjev

source: Cannot connect
sl: Ne morem se povezati

source: You must specify a valid access key for isbndb.com
sl: Vpisati morate veljaven ključ za isbndb.com

source: Error fetching metadata
sl: Napaka pri prinašanju meta podatkov

source: No metadata found
sl: Ne najdem meta podatkov

source: No metadata found, try adjusting the title and author or the ISBN key.
sl: Ne najdem meta podatkov, poskusite spremeniti naslov, avtorja ali ISBN ključ.

source: Fetch metadata
sl: Prenesi meta podatke

source: Fetching metadata for <b>%1</b>
sl: Prenašam meta podatke za <b>%1</b>

source: Sign up for a free account from <a href="http://www.isbndb.com">ISBNdb.com</a> to get an access key.
sl: Prijavite se za brezplačen račun na <a href="http://www.isbndb.com">ISBNdb.com</a> in si pridobite dostopni ključ.

source: &Access Key:
sl: &Dostopni Ključ

source: Fetch
sl: Prenesi

source: Matches
sl: Zadetki

source: Select the book that most closely matches your copy from the list below
sl: Iz seznama spodaj izberite knjigo, ki se najbolje ujema z vašo kopijo.

source: Details of job
sl: Podrobnosti o poslu

source: Unavailable
sl: Ni na voljo

source: - Jobs
sl: - Posli

source: Active Jobs
sl: Aktivni Posli

source: &Stop selected job
sl: U&stavi izbrani posel

source: Choose the format to convert into LRF
sl: Izberite format, ki ga želite pretvoriti v LRF

source: Convert %s to LRF
sl: Pretvori %s v LRF

source: Set conversion defaults
sl: Nastavi privzete možnosti za pretvorbo

source: Preprocess the file before converting to LRF. This is useful if you know that the file is from a specific source. Known sources:
sl: Predobdelaj datoteko pred pretvorbo v LRF. To je uporabno če je datoteka iz specifičnega vira. Znani viri:

source: <ol><li><b>baen</b> - Books from BAEN Publishers</li>
sl: <ol><li><b>baen</b> - Knjige od založnika BAEN Publishers</li>

source: <li><b>pdftohtml</b> - HTML files that are the output of the program pdftohtml</li>
sl: <li><b>pdftohtml</b> - HTML datoteke, ki so izhod programa pdftohtml</li>

source: <li><b>book-designer</b> - HTML0 files from Book Designer</li>
sl: <li><b>book-designer</b> - HTML0 datoteke iz Book Designer-ja</li>

source: Specify metadata such as title and author for the book.<p>Metadata will be updated in the database as well as the generated LRF file.
sl: Določi meta podatke kot so naslov in avtor knjige.<p>Meta podatki bodo posodobljeni v tako v bazi kot v ustvarjeni LRF datoteki.

source: Adjust the look of the generated LRF file by specifying things like font sizes and the spacing between words.
sl: Prilagodi izgled ustvarjene LRF datoteke z izbiro stvari kot so velikost pisave in razmak med besedami.

source: Specify the page settings like margins and the screen size of the target device.
sl: Določi nastavitve strani kot so meje in velikost zaslona ciljne naprave.

source: <font color="gray">No help available</font>
sl: <font color="gray">Pomoč ni na voljo</font>

source: Bulk convert ebooks to LRF
sl: Paketna pretvorba eknjig v LRF

source: Convert to LRF
sl: Pretvori v LRF

source: Category
sl: Kategorija

source: Options
sl: Možnosti

source: Embedded Fonts
sl: Vgrajene Pisave

source: Minimum &indent:
sl: M&inimalni umik vrstice:

source: &Word spacing:
sl: &Razmak med besedami:

source: Enable auto &rotation of images
sl: Omogoči samodejno &rotacijo slik

source: Insert &blank lines between paragraphs
sl: Vstavi &prazno vrstico med odstavke

source: Ignore &tables
sl: Ignoriraj &tabele

source: Ignore &colors
sl: Ignoriraj &barve

source: &Preprocess:
sl: &Predobdelava:

source: Header
sl: Glava

source: &Show header
sl: &Prikaži glavo

source: &Header format:
sl: &Format glave:

source: Override<br>CSS
sl: Ne upoštevaj<br>CSS

source: &Convert tables to images (good for large/complex tables)
sl: &Pretvori tabele v slike (dobro za velike/kompleksne tabele)

source: &Multiplier for text size in rendered tables:
sl: &Množilnik za velikost pisave v upodobljenih tabelah:

source: Title based detection
sl: Zaznavanje po naslovu

source: &Disable chapter detection
sl: &Izklopi zaznavanje poglavij

source: &Regular expression:
sl: &Regularni izraz:

source: Add &chapters to table of contents
sl: Dodaj &poglavja v kazalo

source: Don't add &links to the table of contents
sl: Ne dodaj &povezav v kazalo

source: Tag based detection
sl: Zaznavanje po značkah

source: &Page break before tag:
sl: &Prelom strani pred značko:

source: &Force page break before tag:
sl: &Vsili prelom strani pred značko:

source: Force page break before &attribute:
sl: Vsili prelom strani pred &atributom:

source: Detect chapter &at tag:
sl: Zaznaj poglavje &pri znački:

source: Help on item
sl: Pomoč za parameter

source: Edit Meta information
sl: Uredi Meta podatke

source: Meta information
sl: Meta podatki

source: Author S&ort:
sl: &Razvrščanje Avtorjev:

source: Specify how the author(s) of this book should be sorted. For example Charles Dickens should be sorted as Dickens, Charles.
sl: Določi kako se sortirajo avtor(ji) te knige. Naprimer Charles Dickens se sortira kot Dickens, Charles.

source: &Rating:
sl: &Ocena:

source: Rating of this book. 0-5 stars
sl: Ocena za to knjigo. 0-5 zvezdic

source: stars
sl: zvezdic

source: Add Ta&gs:
sl: Dodaj &Značke:

source: Open Tag Editor
sl: Odpri Urejevalnik Značk

source: &Remove tags:
sl: Odst&rani značke:

source: Comma separated list of tags to remove from the books.
sl: Z vejico ločen seznam značk, ki bodo odstranjene iz knjig.

source: <p>Enter your username and password for <b>LibraryThing.com</b>. <br/>If you do not have one, you can <a href='http://www.librarything.com'>register</a> for free!.</p>
sl: <p>Vnesite uporabniško ime in geslo za <b>LibraryThing.com</b>. <br/>Če gesla še nimate se lahko <a href='http://www.librarything.com'>registrirate</a> zastonj!</p>

source: <b>Could not fetch cover.</b><br/>
sl: <b>Prenos naslovnice ni uspel.</b><br/>

source: Could not fetch cover
sl: Prenos naslovnice ni uspel

source: Cannot fetch cover
sl: Prenos naslovnice ni možen

source: You must specify the ISBN identifier for this book.
sl: Določiti morate ISBN oznako te knjige.

source: Edit Meta Information
sl: Uredi Meta Podatke

source: Swap the author and title
sl: Zamenjaj avtorja in naslov

source: Remove unused series (Series that have no books)
sl: Odstrani neuporabljene serije (Serije, ki ne vsebujejo knjig)

source: Fetch metadata from server
sl: Prenesi meta podatke iz serverja

source: Available Formats
sl: Razpoložljivi Formati

source: Add a new format for this book to the database
sl: Dodaj novi format za to knjigo v podatkovno bazo

source: Remove the selected formats for this book from the database.
sl: Odstrani izbran format za to knjigo iz podatkovne baze.

source: Fetch cover image from server
sl: Prenesi sliko naslovne strani s strežnika

source: Change the username and/or password for your account at LibraryThing.com
sl: Spremeni uporabniško ime in/ali geslo za vaš račun pri LibraryThing.com

source: Change password
sl: Spremeni geslo

source: Password needed
sl: Potrebno je geslo

source: &Username:
sl: &Uporabniško ime:

source: &Password:
sl: &Geslo:

source: &Show password
sl: &Prikaži geslo

source: Author
sl: Avtor

source: Tag
sl: Značka

source: Series
sl: Serija

source: Any
sl: Vsak

source: Form
sl: Forma

source: contains
sl: vsebuje

source: The text to search for. It is interpreted as a regular expression.
sl: Tekst ki ga iščete. Interpretira se kot regularni izraz.

source: <p>Negate this match. That is, only return results that <b>do not</b> match this query.
sl: <p>Negiraj zadetke. Vrnjeni bodo samo zadetki ki se <b>ne ujemajo</b> z iskalnim nizom.

source: Negate
sl: Negiraj

source: Advanced Search
sl: Napredno iskanje

source: Search criteria
sl: Iskalni kriterij

source: More
sl: Več

source: Fewer
sl: Manj

source: Tag Editor
sl: Urejevalnik Značk

source: A&vailable tags
sl: Razpoložlji&ve značke

source: Delete tag from database. This will unapply the tag from all books and then remove it from the database.
sl: Izbriši značko iz podatkovne baze. To bo odstranilo značko iz vseh knjig, ki jo imajo in jo izbrisalo iz podatkovne baze.

source: Apply tag to current book
sl: Dodaj značko trenutni knjigi

source: A&pplied tags
sl: &Dodane značke

source: Unapply (remove) tag from current book
sl: Odvzami značko trenutni knjigi

source: &Add tag:
sl: &Dodaj značko:

source: If the tag you want is not in the available list, you can add it here. Accepts a comma separated list of tags.
sl: Če značka, ki jo želite ni na voljo jo lahko dodate tukaj. Sprejme z vejicami ločen seznam značk.

source: Add tag to available tags and apply it to current book
sl: Dodaj značko k trenutni knjigi in značkam, ki so na voljo

source: No recipe selected
sl: Noben recept ni izbran.

source: The attached file: %s is a recipe to download %s.
sl: Pripeta datoteka: %s je recept za prenos %s.

source: Recipe for
sl: Recept za

source: Switch to Advanced mode
sl: Preklopi v Napredni način

source: Switch to Basic mode
sl: Preklopi v Osnovni način

source: Feed must have a title
sl: Feed mora imeti naslov

source: The feed must have a title
sl: Feed mora imeti naslov

source: Feed must have a URL
sl: Feed mora imeti URL

source: The feed %s must have a URL
sl: Feed %s mora imeti URL

source: Already exists
sl: Že obstaja

source: This feed has already been added to the recipe
sl: Ta feed je že bil dodan v recept

source: Invalid input
sl: Nepravilen vnos

source: <p>Could not create recipe. Error:<br>%s
sl: <p>Kreiranje recepta ni bilo mogoče. Napaka:<br>%s

source: Replace recipe?
sl: Zamenjam recept?

source: A custom recipe named %s already exists. Do you want to replace it?
sl: Vir novic po meri z imenom %s že obstaja. Ga želite zamenjati?

source: Choose a recipe file
sl: Izberite recept

source: Recipes
sl: Recepti

source: Add custom news source
sl: Dodaj vir novic po meri

source: Available user recipes
sl: Recepti uporabnika, ki so na voljo

source: Add/Update &recipe
sl: Dodaj/Posodobi &recept

source: &Remove recipe
sl: Odst&rani recept

source: &Share recipe
sl: &Deli recept

source: &Load recipe from file
sl: Na&loži recept iz datoteke

source: Recipe &title:
sl: Naslov recep&ta:

source: &Oldest article:
sl: &Najstarejši članek:

source: The oldest article to download
sl: Najstarejši članek, ki je na voljo za prenos

source: days
sl: dni

source: &Max. number of articles per feed:
sl: &Maks. število člankov na feed:

source: Maximum number of articles to download per feed.
sl: Maksimalno število člankov, ki se prenesejo iz enega feed-a.

source: Feeds in recipe
sl: Feed-i v receptu

source: Remove feed from recipe
sl: Odstrani feed iz recepta

source: Add feed to recipe
sl: Dodaj feed receptu

source: &Feed title:
sl: Naslov &feed-a:

source: &Add feed
sl: Dod&aj feed

source: For help with writing advanced news recipes, please visit <a href="http://calibre.kovidgoyal.net/user_manual/news.html">User Recipes</a>
sl: Za pomoč pri pisanju naprednih receptov za pridobivanje novic prosim obiščite <a href="http://calibre.kovidgoyal.net/user_manual/news.html">User Recipes</a>

source: Recipe source code (python)
sl: Izvorna koda recepta (python)

source: <p>Set a regular expression pattern to use when trying to guess ebook metadata from filenames. <p>A <a href="http://docs.python.org/lib/re-syntax.html">reference</a> on the syntax of regular expressions is available.<p>Use the <b>Test</b> functionality below to test your regular expression on a few sample filenames.
sl: <p>Nastavi regularni izraz, ki se uporabi pri ugibanju meta podatkov od knjige iz datotek. <p>A <a href="http://docs.python.org/lib/re-syntax.html">Referenca</a> o sintaksi regularnih izrazov je na voljo.<p>Uporabite <b>Test</b> funkcionalnost spodaj za testiranje lastnih regularnih izrazov na nekaj vzorčnih imenih datotek.

source: Regular &expression
sl: R&egularni izraz

source: File &name:
sl: &Ime datoteke:

source: Title:
sl: Naslov:

source: No match
sl: Brez zadetka

source: Authors:
sl: Avtorji:

source: Series:
sl: Serije:

source: Series index:
sl: Indeks serij:

source: Job
sl: Posel

source: Progress
sl: Napredek

source: Running time
sl: Čas izvajanja

source: Unknown job
sl: Neznan posel

source: Finished
sl: Končano

source: Error
sl: Napaka

source: Waiting
sl: Čakam

source: Working
sl: Delam

source: Cannot kill job
sl: Prekinitev posla ni mogoča

source: Cannot kill jobs that communicate with the device
sl: Ne morem prekiniti poslov, ki komunicirajo z napravo

source: Job has already run
sl: Posel je že bil pognan

source: Cannot kill waiting job
sl: Ne morem prekiniti čakajočih poslov

source: None
sl: Nič

source: Tags
sl: Značke

source: Book <font face="serif">%s</font> of %s.
sl: Knjiga <font face="serif">%s</font> od %s.

source: Double click to <b>edit</b> me<br><br>
sl: Dvoklikni me da me <b>urediš</b><br><br>

source: Size (MB)
sl: Velikost (MB)

source: Date
sl: Datum

source: Rating
sl: Ocena

source: Timestamp
sl: Časovna znamka

source: Search (For Advanced Search click the button to the left)
sl: Najdi (Za Napredno Iskanje pritisnite gumb na levi)

source: Configure Viewer
sl: Nastavi Pregledovalnik

source: Use white background
sl: Uporabi belo ozadje

source: Hyphenate
sl: Veži z vezajem

source: <b>Changes will only take effect after a restart.</b>
sl: <b>Spremembe se upoštevajo po ponovnem zagonu.</b>

source: - LRF Viewer
sl: - LRF Pregledovalnik

source: <b>No matches</b> for the search phrase <i>%s</i> were found.
sl: <b>Ni zadetkov</b> za iskalni niz <i>%s</i>.

source: No matches found
sl: Nič zadetkov najdenih

source: LRF Viewer
sl: LRF Pregledovalnik

source: Parsing LRF file
sl: Parsanje LRF datoteke

source: LRF Viewer toolbar
sl: Orodna vrstica LRF Pregledovalnika

source: Next Page
sl: Naslednja Stran

source: Previous Page
sl: Prejšnja Stran

source: Back
sl: Nazaj

source: Forward
sl: Naprej

source: Next match
sl: Naslednji zadetek

source: Open ebook
sl: Odpri eknjigo

source: Configure
sl: Nastavi

source: Error communicating with device
sl: Napaka pri komuniciranju z napravo

source: <p>For help visit <a href="http://%s.kovidgoyal.net/user_manual">%s.kovidgoyal.net</a><br>
sl: <p>Za pomoč obiščite <a href="http://%s.kovidgoyal.net/user_manual">%s.kovidgoyal.net</a><br>

source: Send to main memory
sl: Pošlji v glavni pomnilnik

source: Send to storage card
sl: Pošlji v spominsko kartico

source: and delete from library
sl: in izbriši iz knjižnice

source: Send to storage card by default
sl: Privzeto pošlji v spominsko kartico

source: Edit metadata individually
sl: Posamično urejanje meta podatkov

source: Edit metadata in bulk
sl: Paketno urejanje meta podatkov

source: Add books from a single directory
sl: Dodaj knjige iz enega direktorija

source: Add books recursively (One book per directory, assumes every ebook file is the same book in a different format)
sl: Dodaj knjige rekurzivno (Ena knjiga na direktorij, privzame da je vsaka datoteka ista eknjiga v različnih formatih)

source: Add books recursively (Multiple books per directory, assumes every ebook file is a different book)
sl: Dodaj knjige rekurzivno (Več knjig na direktorij, privzame da je vsaka datoteka različna knjiga)

source: Save to disk
sl: Shrani na disk

source: Save to disk in a single directory
sl: Shrani na disk v en direktorij

source: Save only %s format to disk
sl: Shrani samo %s format na disk

source: View
sl: Poglej

source: View specific format
sl: Poglej specifičen format

source: Convert individually
sl: Posamična pretvorba

source: Bulk convert
sl: Paketna pretvorba

source: Set defaults for conversion of comics
sl: Nastavi privzete možnosti za pretvorbo stripov

source: Choose a location for your ebook library.
sl: Izberite lokacijo za vašo eKnjižnico.

source: Migrating database
sl: Selitev podatkovne baze

source: Device:
sl: Naprava:

source: detected.
sl: zaznan.

source: Connected
sl: Povezan

source: Device database corrupted
sl: Podatkovna baza poškodovana

source: <p>The database of books on the reader is corrupted. Try the following: <ol> <li>Unplug the reader. Wait for it to finish regenerating the database (i.e. wait till it is ready to be used). Plug it back in. Now it should work with %(app)s. If not try the next step.</li> <li>Quit %(app)s. Find the file media.xml in the reader's main memory. Delete it. Unplug the reader. Wait for it to regenerate the file. Re-connect it and start %(app)s.</li> </ol>
sl: <p>Podatkovna baza knjig na reader-ju je poškodovana. Poskusite sledeče: <ol> <li>Izklopite reader iz računalnika. Počakajte da konča s ponovnim generiranjem baze (npr. počakajte dokler ni pripravljen za uporabo). Vklopite reader nazaj v računalnik. Sedaj bi moral delovati z %(app). Če ne deluje poskusite naslednji korak.</li> <li>Končajte %(app). Poiščite datoteko media.xml v glavnem spominu reader-ja. Izbrišite jo in izklopite reader iz računalnika. Počakajte da datoteko ponovno ustvari. Ponovno priklopite reader in zaženite %(app).</li> </ol>

source: <p>Books with the same title as the following already exist in the database. Add them anyway?<ul>
sl: <p>Knjige z istim naslovom že obstajajo v bazi. Jih vseeno dodam?<ul>

source: Duplicates found!
sl: Duplikati najdeni!
