Repository: huguge/calibre-at-bzr
Catalog: src/calibre/translations/*.po
Languages: sl

source: Uploading books to device.
sl: Prenašanje knjig na napravo.

source: No space on device
sl: Na napravi ni več prostora

source: <p>Cannot upload books to device there is no more free space available
sl: <p>Prenos knjig na napravo ni mogoč, ker na napravi ni dovolj prostora

source: Confirm delete
sl: Potrdite brisanje

source: Are you sure you want to delete these %d books?
sl: Ali ste prepričani da želite izbrisati teh %d knjig?

source: Deleting books from device.
sl: Izbriši knjige iz naprave.

source: Cannot edit metadata
sl: Spreminjanje meta podatkov ni mogoče

source: No books selected
sl: Nobena od knjig ni izbrana.

source: Sending books to device.
sl: Pošlji knjige v napravo.

source: No suitable formats
sl: Ni ustreznih formatov

source: Could not upload the following books to the device, as no suitable formats were found:<br><ul>%s</ul>
sl: Prenos sledečih knjig ni uspel, ker ni bil najden potreben format:<br><ul>%s</ul>

source: Cannot save to disk
sl: Ne morem shraniti na disk

source: <p>Could not save the following books to disk, because the %s format is not available for them:<ul>
sl: <p>Prenos sledečih knjig na disk ni uspek, ker %s format ni na voljo zanje:<ul>

source: Could not save some ebooks
sl: Nekaterih knjig ni bilo mogoče shraniti

source: Fetching news from
sl: Prenašam novice iz

source: News fetched. Uploading to device.
sl: Novice prenešene. Pošiljam napravi.

source: No book selected
sl: Nobena od knjig ni izbrana

source: Cannot view
sl: Pogled ni možen

source: Choose the format to view
sl: Izberite format, ki ga želite videti

source: %s has no available formats.
sl: %s nima razpoložljivih formatov.

source: Cannot configure
sl: Nemogoča konfiguracija

source: Cannot configure while there are running jobs.
sl: Spreminjanje konfiguracije med poganjanjem poslov ni mogoče.

source: Copying library to
sl: Kopiram knjižnico v

source: Invalid database
sl: Neustrezna podatkovna baza

source: <p>An invalid database already exists at %s, delete it before trying to move the existing database.<br>Error: %s
sl: <p>Neveljavna podatkovna baza že obstaja v %s, izbrišite jo preden poskusite premakniti obstoječo podatkovno bazo.<br>Napaka: %s

source: Could not move database
sl: Premik podatkovne baze ni bil mogoč

source: No detailed info available
sl: Podrobne informacije niso na voljo

source: No detailed information is available for books on the device.
sl: Podrobne informacije za knjige na napravi niso na voljo.

source: Error talking to device
sl: Napaka pri pogovoru z napravo

source: There was a temporary error talking to the device. Please unplug and reconnect the device and or reboot.
sl: Prišlo je do napake pri komuniciranju z napravo. Prosim ponovno zaženite ali izklopite in ponovno vklopite napravo.

source: Conversion Error
sl: Pretvorna Napaka

source: Database does not exist
sl: Podatkovna baza ne obstaja

source: The directory in which the database should be: %s no longer exists. Please choose a new database location.
sl: Direktorij v katerem naj bi bila podatkovna baza: %s ne obstaja več. Prosim izberite novo lokacijo.

source: Choose new location for database
sl: Izberite novo lokacijo za podatkovno bazo

source: <span style="color:red; font-weight:bold">Latest version: <a href="%s">%s</a></span>
sl: <span style="color:red; font-weight:bold">Zadnja verzija: <a href="%s">%s</a></span>

source: %s has been updated to version %s. See the <a href="http://calibre.kovidgoyal.net/wiki/Changelog">new features</a>. Visit the download page?
sl: %s je bil nadgrajen na verzijo %s. Poglejte <a href="http://calibre.kovidgoyal.net/wiki/Changelog">seznam posodobitev</a>. Prikažem domačo stran?

source: Update available
sl: Navoljo je posodobitev

source: Advanced search
sl: Napredno iskanje

source: &Search:
sl: I&skanje:

source: Search the list of books by title or author<br><br>Words separated by spaces are ANDed
sl: Iskanje knjig po naslovu ali avtorju<br><br>Besede ločene s presledkom se obravnavajo po pravilu IN

source: Search the list of books by title, author, publisher, tags and comments<br><br>Words separated by spaces are ANDed
sl: Iskanje knjig po naslovu, avtorju, založniku, značkah ali opombah<br><br>Besede ločene s presledkom se obravnavajo po pravilu IN

source: Reset Quick Search
sl: Resetiraj Hitro Iskanje

source: Add books
sl: Dodaj knjige

source: Remove books
sl: Odstrani knjige

source: Edit meta information
sl: Uredi meta podatke

source: Send to device
sl: Pošlji napravi

source: Fetch news
sl: Prenesi novice

source: Convert E-books
sl: Pretvori eKnjige

source: Redirect console output to a dialog window (both stdout and stderr). Useful on windows where GUI apps do not have a output streams.
sl: Preusmeri konzolne izhodne podatke v okno (stdout in stderr). Koristno za windows ker v njem GUI aplikacije nimajo izhodnih nizov.

source: ERROR: Unhandled exception
sl: NAPAKA: Neobdelana izjema

source: Add a custom news source
sl: Dodaj vir novic po meri

source: <p>Please enter your username and password for %s<br>If you do not have one, please subscribe to get access to the articles.<br/> Click OK to proceed.
sl: <p>Vstavite uporabniško ime in geslo za %s<br>V kolikor ga še nimate se prijavite, da dobite dostop do člankov.<br/> Pritisnite OK za nadaljevanje.

source: Custom news sources
sl: Viri novic po meri

source: Jobs:
sl: Posli:

source: Click to see list of active jobs.
sl: Klikni za seznam aktivnih poslov.

source: Click to browse books by their covers
sl: Kliknite za izbiranje knjig po platnici.

source: Click to turn off Cover Browsing
sl: Pritisnite za izklop Preletavanja Platnic

source: <p>Browsing books by their covers is disabled.<br>Import of pictureflow module failed:<br>
sl: <p>Izbiranje knjig po platnici je onemogočeno.<br>Uvoz pictureflow modula ni uspel:<br>

source: Convert book:
sl: Pretvori knjigo:

source: Convert comic:
sl: Pretvori strip:

source: Starting Bulk conversion of %d books
sl: Začenjam Paketno pretvarjanje %d knjig

source: Convert book %d of %d (%s)
sl: Pretvori knjigo %d od %d (%s)

source: <p>Could not convert %d of %d books, because no suitable source format was found.<ul>%s</ul>
sl: <p>Pretvorba %d od %d ni uspela, ker zanje ni bil najden potreben izvorni format.<ul>%s</ul>

source: Could not convert some books
sl: Pretvorba nekaterih knjig ni bila možna

source: Fetch news from
sl: Prenesi novice iz

source: Invalid regular expression
sl: Neveljaven regularni izraz

source: Invalid regular expression: %s
sl: Neveljaven regularni izraz: %s

source: Library
sl: Knjižnica

source: Reader %s available
sl: Reader %s je na voljo

source: Card %s available
sl: Kartica %s je na voljo

source: Click to see the list of books available on your computer
sl: Kliknite za seznam knjig, ki so na voljo na vašem računalniku

source: Click to see the list of books in the main memory of your reader
sl: Kliknite za seznam knjig, ki so na voljo v glavnem pomnilniku vašega reader-ja

source: Click to see the list of books on the storage card in your reader
sl: Kliknite za seznam knjig, ki so na voljo v spominski kartici v vašem reader-ju

source: Path to the calibre library. Default is to use the path stored in the settings.
sl: Pot do calibre knjižnice. Privzeta je pot, ki je shranjena v nastavitvah.

source: Using library at
sl: Uporabljam knjižnico v

source: %prog list [options] List the books available in the calibre database.
sl: %prog list [možnosti] Izpiše knjige ki so na voljo v podatkovni bazi od calibre.

source: The fields to display when listing books in the database. Should be a comma separated list of fields. Available fields: %s Default: %%default
sl: Polja, ki se prikažejo pri prikazovanju knjig iz baze. Mora biti z vejico ločen seznam polj. Polja, ki so na voljo: %s Privzeto: %%default

source: The field by which to sort the results. Available fields: %s Default: %%default
sl: Polje po katerem se sortirajo zadetki. Polja, ki so na voljo: %s Privzeto: %%default

source: Sort results in ascending order
sl: Sortiraj zadetke v naraščujočem redu

source: Filter the results by the search query. For the format of the search query, please see the search related documentation in the User Manual. Default is to do no filtering.
sl: Filtriraj rezultate iskanja. Za format iskalnega niza, prosim poglejte dokumentacijo povezano z iskanje v Priročniku za uporabo. Privzeto je iskanje brez filtriranja.

source: Invalid fields. Available fields:
sl: Neveljavna polja. Polja, ki so na voljo:

source: Invalid sort field. Available fields:
sl: Neveljavno sortirno polje. Polja, ki so na voljo:

source: The following books were not added as they already exist in the database (see --duplicates option):
sl: Naslednje knjige niso bile dodane ker se že nahajajo v bazi (glej --duplicates možnost):

source: %prog add [options] file1 file2 file3 ... Add the specified files as books to the database. You can also specify directories, see the directory related options below.
sl: %prog add [options] file1 file2 file3 ... Dodaj izbrane datoteke kot knjige v bazo. Izberete lahko tudi direktorije, poglejte z direktoriji povezane možnosti spodaj.

source: Assume that each directory has only a single logical book and that all files in it are different e-book formats of that book
sl: Privzami da vsebuje vsak direktorij samo eno knjigo in da so vse datoteke ista knjiga v različnih formatih.

source: Process directories recursively
sl: Obdelaj direktorije rekurzivno

source: Add books to database even if they already exist. Comparison is done based on book titles.
sl: Dodaj knjige v bazo tudi če že obstajajo. Primerjava se izvede po naslovu.

source: You must specify at least one file to add
sl: Določiti morate vsaj eno datoteko za dodajanje

source: %prog remove ids Remove the books identified by ids from the database. ids should be a comma separated list of id numbers (you can get id numbers by using the list command). For example, 23,34,57-85
sl: %prog remove ids Odstrani knjige, identificirane po id-jih iz baze. id-ji morajo biti ločeni z vejico. (id številke lahko dobite z uporabo ukaza list). Naprimer 23,34,57-85

source: You must specify at least one book to remove
sl: Vsaj eno knjigo morate določiti za odstranitev

source: %prog add_format [options] id ebook_file Add the ebook in ebook_file to the available formats for the logical book identified by id. You can get id by using the list command. If the format already exists, it is replaced.
sl: %prog add_format [options] id ebook_file Dodaj eknjig v ebook_file k seznamu formatov, ki so na voljo za logično knjigo identificirano z id-jem. ID lahko dobite z ukazom list. Če format že obstaja, se ga zamenja.

source: You must specify an id and an ebook file
sl: Določiti morate id in datotko eknjige

source: ebook file must have an extension
sl: datoteka eknjige mora imeti končnico

source: %prog remove_format [options] id fmt Remove the format fmt from the logical book identified by id. You can get id by using the list command. fmt should be a file extension like LRF or TXT or EPUB. If the logical book does not have fmt available, do nothing.
sl: %prog remove_format [options] id fmt Odstrani format fmt iz logične knjige identificirane z id-jem. ID lahko dobite z ukazom list. fmt naj bo končnica datoteke, kot je nprimer LRF, TXT ali EPUB. Če logična knjiga nima formata fmt se ne zgodi nič.

source: You must specify an id and a format
sl: Določiti morate id in format

source: %prog show_metadata [options] id Show the metadata stored in the calibre database for the book identified by id. id is an id number from the list command.
sl: %prog show_metadata [options] id Prikaži meta pdatke shranjene v bazi za knjigo identificirano z id-jem. id je identifikacijska številka, ki jo dobite z ukazom list.

source: Print metadata in OPF form (XML)
sl: Natisni meta podatke v OPF obliki (XML)

source: You must specify an id
sl: Določiti morate id

source: %prog set_metadata [options] id /path/to/metadata.opf Set the metadata stored in the calibre database for the book identified by id from the OPF file metadata.opf. id is an id number from the list command. You can get a quick feel for the OPF format by using the --as-opf switch to the show_metadata command.
sl: %prog set_metadata [options] id /path/to/metadata.opf Nastavi meta podatke shranjene v podatkovni bazi od calibre za knjigo identificirano z id-jem iz OPF datoteke metadata.opf. ID je identifikacijska številka, ki jo dobite z ukazom list. Za občutek kako OPF format izgleda lahko uporabite --as-opf stikalo skupaj z ukazom show_metadata.

source: You must specify an id and a metadata file
sl: Določiti morate id in datoteko z meta podatki

source: %prog export [options] ids Export the books specified by ids (a comma separated list) to the filesystem. The export operation saves all formats of the book, its cover and metadata (in an opf file). You can get id numbers from the list command.
sl: %prog export [options] ids Izvozi knjige, določene z id-jem (z vejico ločen seznam id-jev) na datotečni sistem. Export operacija shrani vse formate knjige, naslovnico in meta podatke (v opf datoteki). ID številke lahko dobite z ukazom list.

source: Export all books in database, ignoring the list of ids.
sl: Izvozi vse knjige iz podatkovne baze brez upoštevanja seznama id-jev

source: Export books to the specified directory. Default is
sl: Izvozi knjige v podan direktorij. Privzeto je

source: Export all books into a single directory
sl: Izvozi vse knjige v en direktorij

source: Create file names as author - title instead of title - author
sl: Ustvari imena datotek kot avtor - naslov namesto naslov - avtor

source: You must specify some ids or the %s option
sl: Določiti morate nekaj id-jev ali možnost %s

source: Copying <b>%s</b>
sl: Kopiram <b>%s</b>

source: <p>Migrating old database to ebook library in %s<br><center>
sl: <p>Selitev stare podatkovne baze v knjižnico eknjig v %s<br><center>

source: Compacting database
sl: Krčim bazo

source: Could not launch worker process.
sl: Zagon delovnega procesa ni uspel.

source: Job stopped by user
sl: Posel ustavljen s strani uporabnika

source: %sUsage%s: %s
sl: %sUporaba%s: %s

source: Created by
sl: Ustvaril

source: Path to the database in which books are stored
sl: Pot do baze v kateri so shranjene knjige

source: Pattern to guess metadata from filenames
sl: Vzorec za ugotavljanje meta podatkov iz datotek

source: Access key for isbndb.com
sl: Vstopni ključ za isbndb.com

source: Default timeout for network operations (seconds)
sl: Privzet čas neaktivnosti za omrežne operacije (sekunde)

source: Path to directory in which your library of books is stored
sl: Pot do direktorija v katerem so shranjene vaše eknjige

source: Could not initialize the fontconfig library
sl: Inicializacija fontconfig knjižnice ni uspela.

source: URL must have the scheme sftp
sl: URL mora imeti shemo sftp

source: host must be of the form user@hostname
sl: naslov strežnika mora biti v formatu user@hostname

source: Failed to negotiate SSH session:
sl: Avtentikacija SSH seje ni uspela:

source: Failed to authenticate with server: %s
sl: Avtentikacija s strežnikom ni uspela: %s

source: Unknown feed
sl: Neznani feed

source: Untitled article
sl: Neznan članek

source: Timeout in seconds to wait for a response from the server. Default: %default s
sl: Timeout v sekundah za čakanje odgovora od strežnika. Privzeto: %default s

source: Minimum interval in seconds between consecutive fetches. Default is %default s
sl: Minimalni interval v sekundah med zaporednimi prenosi. Privzeto: %default s

source: The character encoding for the websites you are trying to download. The default is to try and guess the encoding.
sl: Kodna tabela znakov za spletne strani, ki jih hočete prenesti. Privzeto je ugibanje uporabljene kodne tabele.

source: Only links that match this regular expression will be followed. This option can be specified multiple times, in which case as long as a link matches any one regexp, it will be followed. By default all links are followed.
sl: Samo povezavam, ki se ujemajo s tem regularnim izrazom se bo sledilo. Ta možnost se lahko uporabi večkrat, kar pomeni da če povezava ustreza enemu izmed regularnih izrazov, se ji bo sledilo. Privzeto se sledi vsem povezavam.

source: Any link that matches this regular expression will be ignored. This option can be specified multiple times, in which case as long as any regexp matches a link, it will be ignored.By default, no links are ignored. If both --filter-regexp and --match-regexp are specified, then --filter-regexp is applied first.
sl: Vsaka povezava, ki se ujema s tem regularnim izrazom se ignorira. Ta možnost se lahko uporabi večkrat, kar pomeni da če povezava ustreza enemu izmed regularnih izrazov, bo ignorirala. Privzeto se sledi vsem povezavam. Če sta uporabljena tako --filter-regexp kot --match-regexp, potem se najprej upošteva --filter-regexp.

source: Do not download CSS stylesheets.
sl: Ne prenesi CSS oblikovnih informacij.

source: The title for this recipe. Used as the title for any ebooks created from the downloaded feeds.
sl: Naslov za ta recept. Se uporabi za naslov eknjig, ki so ustvarjene iz prenešenih feed-ov.

source: Username for sites that require a login to access content.
sl: Uporabniško ime za zaščitene strani.

source: Password for sites that require a login to access content.
sl: Geslo za zaščitene strani.

source: Number of levels of links to follow on webpages that are linked to from feeds. Defaul %default
sl: Globina v katero se sledi povezavam, ki so prisotne v feed-ih. Privzeto: %dfault

source: The directory in which to store the downloaded feeds. Defaults to the current directory.
sl: Direktorij v katerega se shranijo prenešeni feed-i. Privzet je trenutni direktorij.

source: Useful for recipe development. Forces max_articles_per_feed to 2 and downloads at most 2 feeds.
sl: Uporabno za razvoj receptov. Prisili max_articles_per_feed na 2 in prenese največ dva feed-a.

source: Options to control web2disk (used to fetch websites linked from feeds)
sl: Nastavitve za web2disk (uporablja se za prenos web strani na katere kažejo povezave iz feed-ov)

source: Dont show the progress bar
sl: Ne prikaži indikatorja napredka

source: Fetching feeds...
sl: Prenašam feed-e...

source: Unknown News Source
sl: Neznan Vir Novic

source: Download finished
sl: Prenos končan

source: Failed to download the following articles:
sl: Prenos naslednjih člankov ni uspel:

source: from
sl: iz

source: Failed to download parts of the following articles:
sl: Prenos nekaterih delov od naslednjih člankov ni uspel:

source: Failed links:
sl: Neuspešne povezave:

source: Could not fetch article. Run with --debug to see the reason
sl: Prenos članka ni uspel. Za razlog poženite z --debug možnostjo

source: Got feeds from index page
sl: Dobljeni feed-i iz indeks strani

source: Trying to download cover...
sl: Poskušam prenesti naslovnico ...

source: Starting download [%d thread(s)]...
sl: Začenjam prenos [%d nit(i)]...

source: Feeds downloaded to %s
sl: Feed-i prenešeni v %s

source: Could not download cover: %s
sl: Prenos naslovnico ne bil mogoč: %s

source: Downloading cover from %s
sl: Prenašam naslovnico iz %s

source: Untitled Article
sl: Članek brez naslova

source: Downloaded article %s from %s %s
sl: Prenešen članek %s iz %s %s

source: Article downloaded: %s
sl: Članek prenešen: %s

source: Failed to download article: %s from %s
sl: Neuspešen prenos članka: %s iz %s

source: Article download failed: %s
sl: Prenos članka ni uspel: %s

source: Fetching feed
sl: Prenašam feed

source: %prog URL Where URL is for example http://google.com
sl: %prog URL Kjer je URL naprimer http://google.com

source: Base directory into which URL is saved. Default is %default
sl: Osnovni direktorij v katerega se shrani URL. Privzet je %default

source: Maximum number of levels to recurse i.e. depth of links to follow. Default %default
sl: Maksimalna globina rekurzije. To je globina povezav. Privzeto %default

source: The maximum number of files to download. This only applies to files from <a href> tags. Default is %default
sl: Maksimalno število prenešenih datotek. To velja samo za datoteke iz <a href> značk. Privzeto je %default

source: Show detailed output information. Useful for debugging
sl: Podrobneje prikaži izhodne informacije. Koristno za razhroščevanje.
