Repository: huguge/calibre-at-bzr
Catalog: src/calibre/translations/*.po
Languages: sl

source: Unable to detect the %s disk drive. Try rebooting.
sl: Zaznava diska v pogonu %s ni mogoča. Poskusite s ponovnim zagonom.

source: The reader has no storage card connected.
sl: Reader nima vstavljene spominske kartice.

source: Options to control the conversion to EPUB
sl: Možnosti za nadzor konverzije v EPUB

source: The output EPUB file. If not specified, it is derived from the input file name.
sl: Izhodna datoteka EPUB. Če ni določena, se izpelje iz imena vhodne datoteke.

source: Control auto-detection of document structure.
sl: Nadzor samodejnega zaznavanja strukture dokumenta.

source: Don't add auto-detected chapters to the Table of Contents.
sl: Ne dodaj samodejno zaznanih poglavij v Kazalo.

source: Unknown
sl: Neznano

source: You must specify an input HTML file
sl: Izbrati morate vhodno HTML datoteko

source: Written processed HTML to
sl: Obdelane HTML datoteke so zapisane v

source: Options to control the traversal of HTML
sl: Možnosti za nadzor sprehajanja po HTML

source: The output directory. Default is the current directory.
sl: Izhodni direktorij. Privzeti je trenutni direktorij.

source: Character encoding for HTML files. Default is to auto detect.
sl: Kodna tabela znakov za HTML datoteke. Privzeto je samodejno zaznavanje.

source: Create the output in a zip file. If this option is specified, the --output should be the name of a file not a directory.
sl: Ustvari izhodne podatke v zip datoteki. Če je izbrana ta možnost mora biti --output ime datoteke, ne direktorija.

source: Control the following of links in HTML files.
sl: Nadzira sledeče povezave v HTML datotekah.

source: Traverse links in HTML files breadth first. Normally, they are traversed depth first
sl: Po povezavah v HTML datoteki se sprehodi najprej po širini. Običajno se najprej sprehodi po globini

source: Maximum levels of recursion when following links in HTML files. Must be non-negative. 0 implies that no links in the root HTML file are followed.
sl: Maksimalna stopnja rekurzije pri sledenju povezav v HTML datotekah. Mora biti pozitivna vrednost. 0 pomeni da se ne sledi nobeni povezavi v osnovni HTML datoteki.

source: Set metadata of the generated ebook
sl: Nastavi meta podatke od generirane eknjige

source: Set the title. Default is to autodetect.
sl: Nastavi naslov. Privzeto je samodejno zaznavanje.

source: The author(s) of the ebook, as a comma separated list.
sl: Avtor(ji) eknjige v, z vejicami ločenem, seznamu.

source: Options useful for debugging
sl: Možnosti koristne za razhroščevanje

source: Output HTML is "pretty printed" for easier parsing by humans
sl: Izhodni HTML je "lepo oblikovan" za lažje analiziranje

source: Output directory. Defaults to current directory.
sl: Izhodni direktorij. Privzet je trenutni direktorij.

source: Useful for debugging.
sl: Koristno za razhroščevanje.

source: OEB ebook created in
sl: OEB eknjiga ustvarjena v

source: Set the title. Default: filename.
sl: Nastavi naslov. Privzeto: filename.

source: Set the author(s). Multiple authors should be set as a comma separated list. Default: %default
sl: Nastavi avtorja(je). Več avtorjev se loči z vejicami. Privzeto: %default

source: Set the comment.
sl: Nastavi opombe.

source: Set the category
sl: Nastavi kategorijo

source: Sort key for the title
sl: Sortirni ključ za kazalo

source: Sort key for the author
sl: Sortirni ključ za avtorja

source: Publisher
sl: Založnik

source: Path to file containing image to be used as cover
sl: Pot do zbirke s sliko, ki se bo uporabila za naslovnico

source: If there is a cover graphic detected in the source file, use that instead of the specified cover.
sl: Če je v vhodni zbirki zaznana naslovna stran, jo uporabi namesto izbrane naslovne strani.

source: Output file name. Default is derived from input filename
sl: Ime izhodne datoteke. Privzeta vrednost se izpelje iz vhodne datoteke

source: Render HTML tables as blocks of text instead of actual tables. This is neccessary if the HTML contains very large or complex tables.
sl: Upodobi HTML tabele kot tekst. To je potrebno če HTML datoteka vsebuje zelo velike ali kompleksne tabele.

source: Specify the base font size in pts. All fonts are rescaled accordingly. This option obsoletes the --font-delta option and takes precedence over it. To use --font-delta, set this to 0. Default: %defaultpt
sl: Specificiraj osnovno velikost pisave v pts. Vse pisave so ustrezno skalirane. Ta možnost zastari --font-delta možnost in ima prednost pred njo. Če želite uporabiti --font-delta, nastavite to vrednost na 0. Privzeto: %defaultpt

source: Enable autorotation of images that are wider than the screen width.
sl: Omogoči samodejno rotacijo slik, ki so večje od širine zaslona.

source: Set the space between words in pts. Default is %default
sl: Nastavi razmak med besedami v pts. Privzeto je %default

source: Separate paragraphs by blank lines.
sl: Loči odstavke s praznimi vrsticami.

source: Add a header to all the pages with title and author.
sl: Dodaj glavo z naslovom in avtorjem na vse strani.

source: Set the format of the header. %a is replaced by the author and %t by the title. Default is %default
sl: Nastavi format glave. %a je zamenjan z avtorjem in %t z naslovom. Privzeto je %default

source: Use the <spine> element from the OPF file to determine the order in which the HTML files are appended to the LRF. The .opf file must be in the same directory as the base HTML file.
sl: Uporabi <spine> element iz OPF datoteke za določanje vrstnega reda v katerem so HTML datoteke pripete k LRF. Datoteka .opf mora biti v istem direktoriju kot osnovna HTML datoteka.

source: Minimum paragraph indent (the indent of the first line of a paragraph) in pts. Default: %default
sl: Minimalni zamik odstavka (zamik prve vrstice odstavka) v pts. Privzeto: %default

source: Increase the font size by 2 * FONT_DELTA pts and the line spacing by FONT_DELTA pts. FONT_DELTA can be a fraction.If FONT_DELTA is negative, the font size is decreased.
sl: Povečaj velikost pisave za 2 * FONT_DELTA pts in razmak med vrsticami za FONT_DELTA pts. FONT_DELTA je lahko decimalno število. Če je FONT_DELTA negativno število se velikost pisave zmanjša.

source: Render all content as black on white instead of the colors specified by the HTML or CSS.
sl: Upodobi vso vsebino kot črno na belem namesto z barvami, ki jih določa HTML ali CSS.

source: Profile of the target device for which this LRF is being generated. The profile determines things like the resolution and screen size of the target device. Default: %s Supported profiles:
sl: Profil ciljne naprave za katero se ustvarja ta LRF. Profil določa stvari, kot so resolucija in velikost zaslona ciljne naprave. Privzeto: %s Podprti profili:

source: Left margin of page. Default is %default px.
sl: Leva meja strani. Privzeto je %default px.

source: Right margin of page. Default is %default px.
sl: Desna meja strani. Privzeto je %default px.

source: Top margin of page. Default is %default px.
sl: Zgornja meja strani. Privzeto je %default px.

source: Bottom margin of page. Default is %default px.
sl: Spodnja meja strani. Privzeto je %default px.

source: Render tables in the HTML as images (useful if the document has large or complex tables)
sl: Tabele v HTML datotekah upodobi kot slike (koristno če dokument vsebuje velike ali kompleksne tabele)

source: Multiply the size of text in rendered tables by this factor. Default is %default
sl: Pomnoži velikost pisave v upodobljenih tabelah s to vrednostjo. Privzeto je %default

source: The maximum number of levels to recursively process links. A value of 0 means thats links are not followed. A negative value means that <a> tags are ignored.
sl: Maksimalna globina v katero se obdelujejo povezave. Vrednost 0 pomeni da se povezavam ne sledi. Negativna vrednost pomeni da se <a> značke ne upoštevajo.

source: A regular expression. <a> tags whose href matches will be ignored. Defaults to %default
sl: Regularni izraz. <a> značke katerih href se ujema se ne bodo upoštevale. Privzeto na %default

source: Don't add links to the table of contents.
sl: Ne dodaj povezav v kazalo.

source: Prevent the automatic detection chapters.
sl: Onemogoči samodejno zaznavanje poglavij.

source: The regular expression used to detect chapter titles. It is searched for in heading tags (h1-h6). Defaults to %default
sl: Regularni izraz uporabljen za zaznavanje naslovov poglavij. Išče se v oznakah glave (h1-h6). Privzeto je %default

source: If html2lrf does not find any page breaks in the html file and cannot detect chapter headings, it will automatically insert page-breaks before the tags whose names match this regular expression. Defaults to %default. You can disable it by setting the regexp to "$". The purpose of this option is to try to ensure that there are no really long pages as this degrades the page turn performance of the LRF. Thus this option is ignored if the current page has only a few elements.
sl: Če html2lrf ne najde prelomov strani v html datoteki in ne more zaznati glave poglavja bo samodejno vstavil prelom strani pred značko, katere ime se ujema s tem regularnim izrazom. Privzeto je %default. To možnost lahko onemogočite tako da nastavite regularni izraz na "$". Namen te možnosti je preprečevanje zelo dolgih strani v dokumentu saj to degradira možnost obračanja strani v LRF. Ta možnost se zato ne upošteva, če ima trenutna stran samo nekaj elementov.

source: Force a page break before tags whose names match this regular expression.
sl: Vsili prelom strani pred značkami katerih imena se ujemajo s tem regularnim izrazom.

source: Force a page break before an element having the specified attribute. The format for this option is tagname regexp,attribute name,attribute value regexp. For example to match all heading tags that have the attribute class="chapter" you would use "h\d,class,chapter". Default is %default
sl: Vsili prelom strani pred element, ki ima specificiran atribut. Format za to možnost je tagname regexp,attribute name,attribute value regexp. Naprimer, za ujemanje vseh značk glav, ki imajo atribut class="chapter" bi uporabili "h\d,class,chapter". Privzeto je %default

source: Add detected chapters to the table of contents.
sl: Dodaj zaznana poglavja v kazalo.

source: Preprocess Baen HTML files to improve generated LRF.
sl: Predobdelaj Baen HTML datoteke za izboljšavo ustvarjenih LRF.

source: You must add this option if processing files generated by pdftohtml, otherwise conversion will fail.
sl: To možnost morate dodati če obdelujete datoteke ustvarjene s pdftohtml drugače pretvorba nebo uspela.

source: Use this option on html0 files from Book Designer.
sl: Uporabite to možnost za html0 datoteke iz Book Designer-ja.

source: The serif family of fonts to embed
sl: Izbrana pisava iz družine serif

source: The sans-serif family of fonts to embed
sl: Izbrana pisava iz družine sans-serif

source: The monospace family of fonts to embed
sl: Izbrana pisava iz družine monospace

source: Convert to LRS
sl: Pretvori v LRS

source: Minimize memory usage at the cost of longer processing times. Use this option if you are on a memory constrained machine.
sl: Minimiziraj porabo pomnilnika kljub daljšem času obdelave. Uporabite to možnost če delate na računalniku z majhnim ali omejenim delovnim pomnilnikom.

source: Specify the character encoding of the source file. If the output LRF file contains strange characters, try changing this option. A common encoding for files from windows computers is cp-1252. Another common choice is utf-8. The default is to try and guess the encoding.
sl: Določi kodno tabelo izvorne datoteke. Če izhodna LRF datoteka vsebuje čudne znake, poskusite spremeniti to možnost. Pogosta kodna tabela za datoteke iz računalnikov z MS Windows operacijskim sistemom je cp-1252. Druga pogosta kodna tabela je utf-8. Privzeto je ugibanje tipa kodne tabele.

source: any2lrf [options] myfile Convert any ebook format into LRF. Supported formats are: LIT, RTF, TXT, HTML, EPUB, MOBI, PRC and PDF. any2lrf will also process a RAR or ZIP archive, looking for an ebook inside the archive.
sl: any2lrf [options] mojaDatoteka Pretvori knjigo iz poljubnega formata v LRF. Podprti formati so: LIT, RTF, TXT, HTML, EPUB, MOBI, PRC in PDF. any2lrf bo obdelal tudi RAR ali ZIP arhive in poiskal eknjige znotraj njih.

source: No file to convert specified.
sl: Nobena datoteka ni določena za pretvorbo.

source: Rendered %s
sl: Upodobljen %s

source: Failed %s
sl: Neuspešno %s

source: Options to control the conversion of comics (CBR, CBZ) files into ebooks
sl: Možnosti za nadzor pretvorbe stripov (CBR, CBZ) v eknjige.

source: Title for generated ebook. Default is to use the filename.
sl: Naslov ustvarjene eknjige. Privzeta je uporaba imena datoteke.

source: Set the author in the metadata of the generated ebook. Default is %default
sl: Nastavi avtorja v meta podatkih ustvarjene eknjige. Privzeto je %default

source: Number of colors for grayscale image conversion. Default: %default
sl: Število barv za sivinsko pretvorbo slike. Privzeto: %default

source: Disable normalize (improve contrast) color range for pictures. Default: False
sl: Onemogoči normalizacijo (izboljšaj kontrast) barvnega razpona za slike. Privzeto: False

source: Maintain picture aspect ratio. Default is to fill the screen.
sl: Obdrži razmerje slike. Privzeto je da se prilagodi velikosti zaslona.

source: Disable sharpening.
sl: Onemogoči ostrenje.

source: Don't split landscape images into two portrait images
sl: Ne razdeli panoramskih slik v dve portretni

source: Keep aspect ratio and scale image using screen height as image width for viewing in landscape mode.
sl: Obdrži razmerje pri skaliranju slik in uporabi višino zaslona za širino slike pri pregledovanju v panoramskem načinu.

source: Used for right-to-left publications like manga. Causes landscape pages to be split into portrait pages from right to left.
sl: Uporablja se za izdaje, ki se berejo od desne proti levi tako kot manga. Panoramske slike se razdelijo v portretne strani od desne proti levi.

source: Don't sort the files found in the comic alphabetically by name. Instead use the order they were added to the comic.
sl: Ne razvrščaj datotek, ki se nahajajo v arhivu stripa po imenu. Upoštevaj vrstni red v katerem so bile dane v strip.

source: Don't show progress bar.
sl: Ne pokaži indikatorja napredka.

source: Output written to
sl: Izhod se zapiše v

source: Rendering comic pages...
sl: Upodabljam strani stripa ...

source: Usage: %prog [options] mybook.epub %prog converts mybook.epub to mybook.lrf
sl: Uporaba: %prog [options] mojaKnjiga.epub %prog pretvori mojaKnjiga.epub v mojaKnjiga.lrf

source: %prog [options] mybook.fb2 %prog converts mybook.fb2 to mybook.lrf
sl: %prog [options] mojaKnjiga.fb2 %prog pretvori mojaKnjiga.fb2 v mojaKnjiga.lrf

source: Print generated HTML to stdout and quit.
sl: Izpiši generiran HTML na stdout in se ugasni.

source: Keep generated HTML files after completing conversion to LRF.
sl: Obdrži ustvarjene HTML datoteke po uspešni pretvorbi v LRF.

source: Options to control the behavior of feeds2disk
sl: Možnosti za nadzor obnašanja feeds2disk

source: Options to control the behavior of html2lrf
sl: Možnosti za nadzor obnašanja html2lrf

source: Fetching of recipe failed:
sl: Prenos recepta ni uspel:

source: Book Designer file detected.
sl: Book Designer datoteka zaznana.

source: Parsing HTML...
sl: Parsanje HTML ...

source: Baen file detected. Re-parsing...
sl: Baen datoteka zaznana. Ponovno parsanje ...

source: Written preprocessed HTML to
sl: Preprocesiran HTML zapisan v

source: Processing %s
sl: Procesiranje %s

source: Converting to BBeB...
sl: Pretvarjanje v BBeB ...

source: Could not parse file: %s
sl: Parsanje datoteke ni mogoče: %s

source: %s is an empty file
sl: %s je prazna datoteka

source: Failed to parse link %s %s
sl: Neuspešno parsanje povezave %s %s

source: Cannot add link %s to TOC
sl: Dodajanje povezave %s v kazalo ni možno

source: Unable to process image %s. Error: %s
sl: Procesiranje slikovne datoteke %s ni možno. Napaka: %s

source: Unable to process interlaced PNG %s
sl: Procesiranje interlaced PNG %s ni možno

source: Could not process image: %s %s
sl: Neuspešno procesiranje slike: %s %s

source: An error occurred while processing a table: %s. Ignoring table markup.
sl: Prišlo je do napake pri obdelavi tabele: %s. Zgradba tabele se ignorira.

source: Bad table: %s
sl: Slaba tabela: %s

source: Table has cell that is too large
sl: Tabela vsebuje preveliko celico

source: You have to save the website %s as an html file first and then run html2lrf on it.
sl: Spletno stran %s najprej shranite kot html datoteko nato pa na njej uporabite html2lrf.

source: Could not read cover image: %s
sl: Branje slike naslovne strani ni mogoče: %s

source: Cannot read from: %s
sl: Ne morem brati iz: %s

source: Failed to process opf file
sl: Napaka pri obdelavi opf datoteke

source: Usage: %prog [options] mybook.html %prog converts mybook.html to mybook.lrf. %prog follows all links in mybook.html that point to local files recursively. Thus, you can use it to convert a whole tree of HTML files.
sl: Uporaba: %prog [možnosti] mojaKnjiga.html %prog pretvori mojaKnjiga.html v mojaKnjiga.lrf. %prog sledi vsem povezavam v mojaKnjiga.html, ki kažejo na lokalne datoteke, rekurzivno. Zato ga lahko uporabite za pretvorbo celotnega drevesa HTML datotek.

source: Usage: %prog [options] mybook.lit %prog converts mybook.lit to mybook.lrf
sl: Uporaba: %prog [možnosti] mojaKnjiga.lit %prog pretvori mojaKnjgia.lit v mojaKnjiga.lrf

source: %prog book.lrf Convert an LRF file into an LRS (XML UTF-8 encoded) file
sl: %prog knjiga.lrf Pretvori LRF datoteko v LRS (XML UTF-8) datoteko

source: Output LRS file
sl: Izhodna LRS datoteka

source: Parsing LRF...
sl: Parsam LRF ...

source: Creating XML...
sl: Ustvarjam XML ...

source: LRS written to
sl: LRS zapisan v

source: Could not read from thumbnail file:
sl: Neuspešen poskus branja iz thumbnail datoteke:

source: %prog [options] file.lrs Compile an LRS file into an LRF file.
sl: %prog [možnosti] datoteka.lrs Prevedi LRS datoteko v LRF.

source: Path to output file
sl: Pot do izhodne datoteke

source: Convert LRS to LRS, useful for debugging.
sl: Pretvori LRS v LRS, koristno za razhroščevanje.

source: Invalid LRF file. Could not set metadata.
sl: Neveljavna LRF datoteka. Nastavljanje meta podatkov ni bilo mogoče.

source: %prog [options] mybook.lrf Show/edit the metadata in an LRF file.
sl: %prog [možnosti] mojaKnjiga.lrf Prikaži/uredi meta podatke v LRF datoteki.

source: Set the book title
sl: Nastavi naslov knjige

source: Set sort key for the title
sl: Nastavi sortirni ključ za naslov

source: Set the author
sl: Nastavi avtorja

source: Set sort key for the author
sl: Nastavi sortirni ključ za avtorja

source: The category this book belongs to. E.g.: History
sl: Kategorija v katero spada ta knjig. Npr.: Zgodovina

source: Path to a graphic that will be set as this files' thumbnail
sl: Pot do slike, ki se bo uporabila kot thumbnail za to datoteko

source: Path to a txt file containing the comment to be stored in the lrf file.
sl: Pot do tekstovne datoteke, ki vsebuje opombe, ki bodo shranjene v lrf datoteki.

source: Extract thumbnail from LRF file
sl: Pridobi thumbnail iz LRF datoteke

source: Extract cover from LRF file. Note that the LRF format has no defined cover, so we use some heuristics to guess the cover.
sl: Pridobi naslovnico iz LRF datoteke. Ker LRF format nima definirane naslovnice, se uporabi nekaj hevristike za ugibanje kaj je naslovnica.

source: Set book ID
sl: Nastavi ID knjige

source: Don't know what this is for
sl: Ne vem zakaj je to

source: Usage: %prog [options] mybook.mobi|prc %prog converts mybook.mobi to mybook.lrf
sl: Uporaba: %prog [options] mojaknjiga.mobi|prc %prog pretvori mojaknjiga.mobi v mojaknjiga.lrf

source: Could not find pdftohtml, check it is in your PATH
sl: Ne najdem pdftohtml, preverite če se nahaja v PATH

source: is an image based PDF. Only conversion of text based PDFs is supported.
sl: je slikovni PDF dokument. Podprta je samo pretvorba tekstovnih PDF dokumentov.

source: %prog [options] mybook.pdf %prog converts mybook.pdf to mybook.lrf
sl: %prog [options] mojaknjiga.pdf %prog pretvori mojaknjiga.pdf v mojaknjiga.lrf

source: Path to output directory in which to create the HTML file. Defaults to current directory.
sl: Pot do izhodnega direktorija v katerem ustvarim HTML datoteko. Privzet je trenutni direktorij.

source: You must specify a single PDF file.
sl: Izbrati morate samo eno PDF datoteko.

source: %prog [options] mybook.rtf %prog converts mybook.rtf to mybook.lrf
sl: %prog [options] mojaknjiga.rtf %prog pretvori mojaknjiga.rtf v mojaknjiga.lrf

source: %prog [options] mybook.txt %prog converts mybook.txt to mybook.lrf
sl: %prog [options] mojaknjiga.txt %prog pretvori mojaknjiga.txt v mojaknjiga.lrf

source: Set the authors
sl: Nastavi avtorje

source: Set the comment
sl: Nastavi opombe

source: A comma separated list of tags to set
sl: Z vejico ločen seznam značk, ki se nastavi

source: Usage:
sl: Uporaba:

source: Usage: imp-meta file.imp
sl: Uporaba: imp-meta datoteka.imp

source: No filename specified.
sl: Ni izbrane datoteke.

source: %prog [options] key Fetch metadata for books from isndb.com. You can specify either the books ISBN ID or its title and author. If you specify the title and author, then more than one book may be returned. key is the account key you generate after signing up for a free account from isbndb.com.
sl: %prog [možnosti] ključ Pridobi meta podatke za knjige iz isndb.com. Določite lahko ISBN ID, naslov ali avtorja knjige. Če določite naslov in avtorja lahko iskanje najde več kot eno knjigo. ključ je uporabniški ključ, ki ga generirate ko se prijavite za brezplačen račun na isbndb.com.

source: The ISBN ID of the book you want metadata for.
sl: ISBN ID knjige za katero želite meta podatke.

source: The author whose book to search for.
sl: Avtor iskane knjige.

source: The title of the book to search for.
sl: Naslov iskane knjige.

source: The publisher of the book to search for.
sl: Založnik iskane knjige.

source: Could not fetch cover as server is experiencing high load. Please try again later.
sl: Prenos naslovne strani ni uspel ker je strežnik preobremenjen. Prosim poskusite kasneje.

source: not found.
sl: ni najden.

source: LibraryThing.com server error. Try again later.
sl: Napaka LibraryThing.com strežnika. Ponovno poskusite kasneje.

source: %prog [options] ISBN Fetch a cover image for the book identified by ISBN from LibraryThing.com
sl: %prog [options] ISBN Pridobi naslovnico za knjigo, identificirano po ISBN iz LibraryThing.com

source: Usage: %s file.lit
sl: Uporaba: %s datoteka.lit

source: Cover saved to
sl: Naslovnica shranjena v

source: Usage: pdf-meta file.pdf
sl: Uporaba: pdf-meta datoteka.pdf

source: Usage: rb-meta file.rb
sl: Uporaba: rb-meta datoteka.rb

source: %prog [options] myebook.mobi
sl: %prog [options] mojaeknjiga.mobi

source: Raw MOBI HTML saved in
sl: Neobdelan MOBI HTML shranjen v

source: Frequently used directories
sl: Pogosto rabljeni direktoriji

source: The format to use when saving single files to disk
sl: Format, ki se uporablja pri shranjevanju posameznih datotek na disk

source: Confirm before deleting
sl: Potrdite pred brisanjem

source: Toolbar icon size
sl: Velikost ikon v orodni vrstici

source: Show button labels in the toolbar
sl: Prikaži tekstovne oznake v orodni vrstici

source: Main window geometry
sl: Geometrija glavnega okna

source: Notify when a new version is available
sl: Opozori me kadar je na voljo nova verzija

source: Use Roman numerals for series number
sl: Uporabi rimska števila za številke serij

source: Number of covers to show in the cover browsing mode
sl: Število naslovnic, ki se pokažejo v cover browsing mode
